{"topic": "Drake Equation", "category": "Astrobiology & Extraterrestrial Life", "chunk_id": 0, "content": "The Drake equation is a probabilistic argument used to estimate the number of active, communicative extraterrestrial civilizations in the Milky Way Galaxy."}
{"topic": "Drake Equation", "category": "Astrobiology & Extraterrestrial Life", "chunk_id": 1, "content": "The equation was formulated in 1961 by Frank Drake, not for purposes of quantifying the number of civilizations, but as a way to stimulate scientific dialogue at the first scientific meeting on the search for extraterrestrial intelligence (SETI)."}
{"topic": "Drake Equation", "category": "Astrobiology & Extraterrestrial Life", "chunk_id": 2, "content": "The equation summarizes the main concepts which scientists must contemplate when considering the question of other radio-communicative life."}
{"topic": "Drake Equation", "category": "Astrobiology & Extraterrestrial Life", "chunk_id": 3, "content": "It is more properly thought of as an approximation than as a serious attempt to determine a precise number."}
{"topic": "Drake Equation", "category": "Astrobiology & Extraterrestrial Life", "chunk_id": 4, "content": "Criticism related to the Drake equation focuses not on the equation itself, but on the fact that the estimated values for several of its factors are highly conjectural, the combined multiplicative effect being that the uncertainty associated with any derived value is so large that the equation cannot be used to draw firm conclusions."}
{"topic": "Drake Equation", "category": "Astrobiology & Extraterrestrial Life", "chunk_id": 5, "content": "Equation The Drake equation is: N = R ∗ ⋅ f p ⋅ n e ⋅ f l ⋅ f i ⋅ f c ⋅ L {\\displaystyle N=R_{*}\\cdot f_{\\mathrm {p} }\\cdot n_{\\mathrm {e} }\\cdot f_{\\mathrm {l} }\\cdot f_{\\mathrm {i} }\\cdot f_{\\mathrm {c} }\\cdot L} where N = the number of civilizations in the Milky Way galaxy with which communication might be possible (i.e."}
{"topic": "Drake Equation", "category": "Astrobiology & Extraterrestrial Life", "chunk_id": 6, "content": "which are on the current past light cone); and R∗ = the average rate of star formation in our Galaxy."}
{"topic": "Drake Equation", "category": "Astrobiology & Extraterrestrial Life", "chunk_id": 7, "content": "fp = the fraction of those stars that have planets."}
{"topic": "Drake Equation", "category": "Astrobiology & Extraterrestrial Life", "chunk_id": 8, "content": "ne = the average number of planets that can potentially support life per star that has planets."}
{"topic": "Drake Equation", "category": "Astrobiology & Extraterrestrial Life", "chunk_id": 9, "content": "fl = the fraction of planets that could support life that actually develop life at some point."}
{"topic": "Drake Equation", "category": "Astrobiology & Extraterrestrial Life", "chunk_id": 10, "content": "fi = the fraction of planets with life that go on to develop intelligent life (civilizations)."}
{"topic": "Drake Equation", "category": "Astrobiology & Extraterrestrial Life", "chunk_id": 11, "content": "fc = the fraction of civilizations that develop a technology that releases detectable signs of their existence into space."}
{"topic": "Drake Equation", "category": "Astrobiology & Extraterrestrial Life", "chunk_id": 12, "content": "L = the length of time for which such civilizations release detectable signals into space."}
{"topic": "Drake Equation", "category": "Astrobiology & Extraterrestrial Life", "chunk_id": 13, "content": "This form of the equation first appeared in Drake's 1965 paper."}
{"topic": "Drake Equation", "category": "Astrobiology & Extraterrestrial Life", "chunk_id": 14, "content": "History In September 1959, physicists Giuseppe Cocconi and Philip Morrison published an article in the journal Nature with the provocative title \"Searching for Interstellar Communications\"."}
{"topic": "Drake Equation", "category": "Astrobiology & Extraterrestrial Life", "chunk_id": 15, "content": "Cocconi and Morrison argued that radio telescopes had become sensitive enough to pick up transmissions that might be broadcast into space by civilizations orbiting other stars."}
{"topic": "Drake Equation", "category": "Astrobiology & Extraterrestrial Life", "chunk_id": 16, "content": "Such messages, they suggested, might be transmitted at a wavelength of 21 cm (1,420.4 MHz)."}
{"topic": "Drake Equation", "category": "Astrobiology & Extraterrestrial Life", "chunk_id": 17, "content": "This is the wavelength of radio emission by neutral hydrogen, the most common element in the universe, and they reasoned that other intelligences might see this as a logical landmark in the radio spectrum."}
{"topic": "Drake Equation", "category": "Astrobiology & Extraterrestrial Life", "chunk_id": 18, "content": "Two months later, Harvard University astronomy professor Harlow Shapley speculated on the number of inhabited planets in the universe, saying \"The universe has 10 million, million, million suns (10 followed by 18 zeros) similar to our own."}
{"topic": "Drake Equation", "category": "Astrobiology & Extraterrestrial Life", "chunk_id": 19, "content": "One in a million has planets around it."}
{"topic": "Drake Equation", "category": "Astrobiology & Extraterrestrial Life", "chunk_id": 20, "content": "Only one in a million million has the right combination of chemicals, temperature, water, days and nights to support planetary life as we know it."}
{"topic": "Drake Equation", "category": "Astrobiology & Extraterrestrial Life", "chunk_id": 21, "content": "This calculation arrives at the estimated figure of 100 million worlds where life has been forged by evolution.\""}
{"topic": "Drake Equation", "category": "Astrobiology & Extraterrestrial Life", "chunk_id": 22, "content": "Seven months after Cocconi and Morrison published their article, Drake began searching for extraterrestrial intelligence in an experiment called Project Ozma."}
{"topic": "Drake Equation", "category": "Astrobiology & Extraterrestrial Life", "chunk_id": 23, "content": "It was the first systematic search for signals from communicative extraterrestrial civilizations."}
{"topic": "Drake Equation", "category": "Astrobiology & Extraterrestrial Life", "chunk_id": 24, "content": "Using the 85 ft (26 m) dish of the National Radio Astronomy Observatory, Green Bank in Green Bank, West Virginia, Drake monitored two nearby Sun-like stars: Epsilon Eridani and Tau Ceti, slowly scanning frequencies close to the 21 cm wavelength for six hours per day from April to July 1960."}
{"topic": "Drake Equation", "category": "Astrobiology & Extraterrestrial Life", "chunk_id": 25, "content": "The project was well designed, inexpensive, and simple by today's standards."}
{"topic": "Drake Equation", "category": "Astrobiology & Extraterrestrial Life", "chunk_id": 26, "content": "It detected no signals."}
{"topic": "Drake Equation", "category": "Astrobiology & Extraterrestrial Life", "chunk_id": 27, "content": "Soon thereafter, Drake hosted the first search for extraterrestrial intelligence conference on detecting their radio signals."}
{"topic": "Drake Equation", "category": "Astrobiology & Extraterrestrial Life", "chunk_id": 28, "content": "The meeting was held at the Green Bank facility in 1961."}
{"topic": "Drake Equation", "category": "Astrobiology & Extraterrestrial Life", "chunk_id": 29, "content": "The equation that bears Drake's name arose out of his preparations for the meeting."}
{"topic": "Drake Equation", "category": "Astrobiology & Extraterrestrial Life", "chunk_id": 30, "content": "As I planned the meeting, I realized a few day[s] ahead of time we needed an agenda."}
{"topic": "Drake Equation", "category": "Astrobiology & Extraterrestrial Life", "chunk_id": 31, "content": "And so I wrote down all the things you needed to know to predict how hard it's going to be to detect extraterrestrial life."}
{"topic": "Drake Equation", "category": "Astrobiology & Extraterrestrial Life", "chunk_id": 32, "content": "And looking at them it became pretty evident that if you multiplied all these together, you got a number, N, which is the number of detectable civilizations in our galaxy."}
{"topic": "Drake Equation", "category": "Astrobiology & Extraterrestrial Life", "chunk_id": 33, "content": "This was aimed at the radio search, and not to search for primordial or primitive life forms."}
{"topic": "Drake Equation", "category": "Astrobiology & Extraterrestrial Life", "chunk_id": 34, "content": "The ten attendees were conference organizer J. Peter Pearman, Frank Drake, Philip Morrison, businessman and radio amateur Dana Atchley, chemist Melvin Calvin, astronomer Su-Shu Huang, neuroscientist John C. Lilly, inventor Barney Oliver, astronomer Carl Sagan, and radio-astronomer Otto Struve."}
{"topic": "Drake Equation", "category": "Astrobiology & Extraterrestrial Life", "chunk_id": 35, "content": "These participants called themselves \"The Order of the Dolphin\" (because of Lilly's work on dolphin communication), and commemorated their first meeting with a plaque at the observatory hall."}
{"topic": "Drake Equation", "category": "Astrobiology & Extraterrestrial Life", "chunk_id": 36, "content": "Usefulness The Drake equation results in a summary of the factors affecting the likelihood that we might detect radio-communication from intelligent extraterrestrial life."}
{"topic": "Drake Equation", "category": "Astrobiology & Extraterrestrial Life", "chunk_id": 37, "content": "The last three parameters, fi, fc, and L, are not known and are very difficult to estimate, with values ranging over many orders of magnitude (see § Criticism)."}
{"topic": "Drake Equation", "category": "Astrobiology & Extraterrestrial Life", "chunk_id": 38, "content": "Therefore, the usefulness of the Drake equation is not in the solving, but rather in the contemplation of all the various concepts which scientists must incorporate when considering the question of life elsewhere, and gives the question of life elsewhere a basis for scientific analysis."}
{"topic": "Drake Equation", "category": "Astrobiology & Extraterrestrial Life", "chunk_id": 39, "content": "The equation has helped draw attention to some particular scientific problems related to life in the universe, for example abiogenesis, the development of multi-cellular life, and the development of intelligence itself."}
{"topic": "Drake Equation", "category": "Astrobiology & Extraterrestrial Life", "chunk_id": 40, "content": "Within the limits of existing human technology, any practical search for distant intelligent life must necessarily be a search for some manifestation of a distant technology."}
{"topic": "Drake Equation", "category": "Astrobiology & Extraterrestrial Life", "chunk_id": 41, "content": "After about 50 years, the Drake equation is still of seminal importance because it is a 'road map' of what we need to learn in order to solve this fundamental existential question."}
{"topic": "Drake Equation", "category": "Astrobiology & Extraterrestrial Life", "chunk_id": 42, "content": "It also formed the backbone of astrobiology as a science; although speculation is entertained to give context, astrobiology concerns itself primarily with hypotheses that fit firmly into existing scientific theories."}
{"topic": "Drake Equation", "category": "Astrobiology & Extraterrestrial Life", "chunk_id": 43, "content": "Some 50 years of SETI have failed to find anything, even though radio telescopes, receiver techniques, and computational abilities have improved significantly since the early 1960s."}
{"topic": "Drake Equation", "category": "Astrobiology & Extraterrestrial Life", "chunk_id": 44, "content": "SETI efforts since 1961 have conclusively ruled out widespread alien emissions near the 21 cm wavelength of the hydrogen frequency."}
{"topic": "Drake Equation", "category": "Astrobiology & Extraterrestrial Life", "chunk_id": 45, "content": "Estimates Original estimates There is considerable disagreement on the values of these parameters, but the 'educated guesses' used by Drake and his colleagues in 1961 were: R∗ = 1 yr−1 (1 star formed per year, on the average over the life of the galaxy; this was regarded as conservative) fp = 0.2 to 0.5 (one fifth to one half of all stars formed will have planets) ne = 1 to 5 (stars with planets will have between 1 and 5 planets capable of developing life) fl = 1 (100% of these planets will develop life) fi = 1 (100% of which will develop intelligent life) fc = 0.1 to 0.2 (10–20% of which will be able to communicate) L = somewhere between 1000 and 100,000,000 years Inserting the above minimum numbers into the equation gives a minimum N of 20 (see: Range of results)."}
{"topic": "Drake Equation", "category": "Astrobiology & Extraterrestrial Life", "chunk_id": 46, "content": "Inserting the maximum numbers gives a maximum of 50,000,000."}
{"topic": "Drake Equation", "category": "Astrobiology & Extraterrestrial Life", "chunk_id": 47, "content": "Drake states that given the uncertainties, the original meeting concluded that N ≈ L, and there were probably between 1000 and 100,000,000 planets with civilizations in the Milky Way Galaxy."}
{"topic": "Drake Equation", "category": "Astrobiology & Extraterrestrial Life", "chunk_id": 48, "content": "Current estimates This section discusses and attempts to list the best current estimates for the parameters of the Drake equation."}
{"topic": "Drake Equation", "category": "Astrobiology & Extraterrestrial Life", "chunk_id": 49, "content": "Rate of star creation in this Galaxy, R∗ Calculations in 2010, from NASA and the European Space Agency indicate that the rate of star formation in this Galaxy is about 0.68–1.45 M☉ of material per year."}
{"topic": "Drake Equation", "category": "Astrobiology & Extraterrestrial Life", "chunk_id": 50, "content": "To get the number of stars per year, we divide this by the initial mass function (IMF) for stars, where the average new star's mass is about 0.5 M☉."}
{"topic": "Drake Equation", "category": "Astrobiology & Extraterrestrial Life", "chunk_id": 51, "content": "This gives a star formation rate of about 1.5–3 stars per year."}
{"topic": "Drake Equation", "category": "Astrobiology & Extraterrestrial Life", "chunk_id": 52, "content": "Fraction of those stars that have planets, fp Analysis of microlensing surveys, in 2012, has found that fp may approach 1—that is, stars are orbited by planets as a rule, rather than the exception; and that there are one or more bound planets per Milky Way star."}
{"topic": "Drake Equation", "category": "Astrobiology & Extraterrestrial Life", "chunk_id": 53, "content": "Average number of planets that might support life per star that has planets, ne In November 2013, astronomers reported, based on Kepler space telescope data, that there could be as many as 40 billion Earth-sized planets orbiting in the habitable zones of sun-like stars and red dwarf stars within the Milky Way Galaxy."}
{"topic": "Drake Equation", "category": "Astrobiology & Extraterrestrial Life", "chunk_id": 54, "content": "11 billion of these estimated planets may be orbiting sun-like stars."}
{"topic": "Drake Equation", "category": "Astrobiology & Extraterrestrial Life", "chunk_id": 55, "content": "Since there are about 100 billion stars in the galaxy, this implies fp · ne is roughly 0.4."}
{"topic": "Drake Equation", "category": "Astrobiology & Extraterrestrial Life", "chunk_id": 56, "content": "The nearest planet in the habitable zone is Proxima Centauri b, which is as close as about 4.2 light-years away."}
{"topic": "Drake Equation", "category": "Astrobiology & Extraterrestrial Life", "chunk_id": 57, "content": "The consensus at the Green Bank meeting was that ne had a minimum value between 3 and 5."}
{"topic": "Drake Equation", "category": "Astrobiology & Extraterrestrial Life", "chunk_id": 58, "content": "Dutch science journalist Govert Schilling has opined that this is optimistic."}
{"topic": "Drake Equation", "category": "Astrobiology & Extraterrestrial Life", "chunk_id": 59, "content": "Even if planets are in the habitable zone, the number of planets with the right proportion of elements is difficult to estimate."}
{"topic": "Drake Equation", "category": "Astrobiology & Extraterrestrial Life", "chunk_id": 60, "content": "Brad Gibson, Yeshe Fenner, and Charley Lineweaver determined that about 10% of star systems in the Milky Way Galaxy are hospitable to life, by having heavy elements, being far from supernovae and being stable for a sufficient time."}
{"topic": "Drake Equation", "category": "Astrobiology & Extraterrestrial Life", "chunk_id": 61, "content": "The discovery of numerous gas giants in close orbit with their stars has introduced doubt that life-supporting planets commonly survive the formation of their stellar systems."}
{"topic": "Drake Equation", "category": "Astrobiology & Extraterrestrial Life", "chunk_id": 62, "content": "So-called hot Jupiters may migrate from distant orbits to near orbits, in the process disrupting the orbits of habitable planets."}
{"topic": "Drake Equation", "category": "Astrobiology & Extraterrestrial Life", "chunk_id": 63, "content": "On the other hand, the variety of star systems that might have habitable zones is not just limited to solar-type stars and Earth-sized planets."}
{"topic": "Drake Equation", "category": "Astrobiology & Extraterrestrial Life", "chunk_id": 64, "content": "It is now estimated that even tidally locked planets close to red dwarf stars might have habitable zones, although the flaring behavior of these stars might speak against this."}
{"topic": "Drake Equation", "category": "Astrobiology & Extraterrestrial Life", "chunk_id": 65, "content": "The possibility of life on moons of gas giants (such as Jupiter's moon Europa, or Saturn's moons Titan and Enceladus) adds further uncertainty to this figure."}
{"topic": "Drake Equation", "category": "Astrobiology & Extraterrestrial Life", "chunk_id": 66, "content": "The authors of the rare Earth hypothesis propose a number of additional constraints on habitability for planets, including being in galactic zones with suitably low radiation, high star metallicity, and low enough density to avoid excessive asteroid bombardment."}
{"topic": "Drake Equation", "category": "Astrobiology & Extraterrestrial Life", "chunk_id": 67, "content": "They also propose that it is necessary to have a planetary system with large gas giants which provide bombardment protection without a hot Jupiter; and a planet with plate tectonics, a large moon that creates tidal pools, and moderate axial tilt to generate seasonal variation."}
{"topic": "Drake Equation", "category": "Astrobiology & Extraterrestrial Life", "chunk_id": 68, "content": "Fraction of the above that actually go on to develop life, fl Geological evidence from the Earth suggests that fl may be high; life on Earth appears to have begun around the same time as favorable conditions arose, suggesting that abiogenesis may be relatively common once conditions are right."}
{"topic": "Drake Equation", "category": "Astrobiology & Extraterrestrial Life", "chunk_id": 69, "content": "However, this evidence only looks at the Earth (a single model planet), and contains anthropic bias, as the planet of study was not chosen randomly, but by the living organisms that already inhabit it (ourselves)."}
{"topic": "Drake Equation", "category": "Astrobiology & Extraterrestrial Life", "chunk_id": 70, "content": "From a classical hypothesis testing standpoint, without assuming that the underlying distribution of fl is the same for all planets in the Milky Way, there are zero degrees of freedom, permitting no valid estimates to be made."}
{"topic": "Drake Equation", "category": "Astrobiology & Extraterrestrial Life", "chunk_id": 71, "content": "If life (or evidence of past life) were to be found on Mars, Europa, Enceladus or Titan that developed independently from life on Earth it would imply a value for fl close to 1."}
{"topic": "Drake Equation", "category": "Astrobiology & Extraterrestrial Life", "chunk_id": 72, "content": "While this would raise the number of degrees of freedom from zero to one, there would remain a great deal of uncertainty on any estimate due to the small sample size, and the chance they are not really independent."}
{"topic": "Drake Equation", "category": "Astrobiology & Extraterrestrial Life", "chunk_id": 73, "content": "Countering this argument is that there is no evidence for abiogenesis occurring more than once on the Earth—that is, all terrestrial life stems from a common origin. If abiogenesis were more common it would be speculated to have occurred more than once on the Earth."}
{"topic": "Drake Equation", "category": "Astrobiology & Extraterrestrial Life", "chunk_id": 74, "content": "Scientists have searched for this by looking for bacteria that are unrelated to other life on Earth, but none have been found yet."}
{"topic": "Drake Equation", "category": "Astrobiology & Extraterrestrial Life", "chunk_id": 75, "content": "It is also possible that life arose more than once, but that other branches were out-competed, or died in mass extinctions, or were lost in other ways."}
{"topic": "Drake Equation", "category": "Astrobiology & Extraterrestrial Life", "chunk_id": 76, "content": "Biochemists Francis Crick and Leslie Orgel laid special emphasis on this uncertainty: \"At the moment we have no means at all of knowing\" whether we are \"likely to be alone in the galaxy (Universe)\" or whether \"the galaxy may be pullulating with life of many different forms.\""}
{"topic": "Drake Equation", "category": "Astrobiology & Extraterrestrial Life", "chunk_id": 77, "content": "As an alternative to abiogenesis on Earth, they proposed the hypothesis of directed panspermia, which states that Earth life began with \"microorganisms sent here deliberately by a technological society on another planet, by means of a special long-range unmanned spaceship\"."}
{"topic": "Drake Equation", "category": "Astrobiology & Extraterrestrial Life", "chunk_id": 78, "content": "In 2020, a paper by scholars at the University of Nottingham proposed an \"Astrobiological Copernican\" principle, based on the Principle of Mediocrity, and speculated that \"intelligent life would form on other [Earth-like] planets like it has on Earth, so within a few billion years life would automatically form as a natural part of evolution\"."}
{"topic": "Drake Equation", "category": "Astrobiology & Extraterrestrial Life", "chunk_id": 79, "content": "In the authors' framework, fl, fi, and fc are all set to a probability of 1 (certainty)."}
{"topic": "Drake Equation", "category": "Astrobiology & Extraterrestrial Life", "chunk_id": 80, "content": "Their resultant calculation concludes there are more than thirty current technological civilizations in the galaxy (disregarding error bars)."}
{"topic": "Drake Equation", "category": "Astrobiology & Extraterrestrial Life", "chunk_id": 81, "content": "Fraction of the above that develops intelligent life, fi This value remains particularly controversial."}
{"topic": "Drake Equation", "category": "Astrobiology & Extraterrestrial Life", "chunk_id": 82, "content": "Those who favor a low value, such as the biologist Ernst Mayr, point out that of the billions of species that have existed on Earth, only one has become intelligent and from this, infer a tiny value for fi."}
{"topic": "Drake Equation", "category": "Astrobiology & Extraterrestrial Life", "chunk_id": 83, "content": "Likewise, the Rare Earth hypothesis, notwithstanding their low value for ne above, also think a low value for fi dominates the analysis."}
{"topic": "Drake Equation", "category": "Astrobiology & Extraterrestrial Life", "chunk_id": 84, "content": "Those who favor higher values note the generally increasing complexity of life over time, concluding that the appearance of intelligence is almost inevitable, implying an fi approaching 1."}
{"topic": "Drake Equation", "category": "Astrobiology & Extraterrestrial Life", "chunk_id": 85, "content": "Skeptics point out that the large spread of values in this factor and others make all estimates unreliable."}
{"topic": "Drake Equation", "category": "Astrobiology & Extraterrestrial Life", "chunk_id": 86, "content": "(See Criticism)."}
{"topic": "Drake Equation", "category": "Astrobiology & Extraterrestrial Life", "chunk_id": 87, "content": "In addition, while it appears that life developed soon after the formation of Earth, the Cambrian explosion, in which a large variety of multicellular life forms came into being, occurred a considerable amount of time after the formation of Earth, which suggests the possibility that special conditions were necessary."}
{"topic": "Drake Equation", "category": "Astrobiology & Extraterrestrial Life", "chunk_id": 88, "content": "Some scenarios such as the snowball Earth or research into extinction events have raised the possibility that life on Earth is relatively fragile."}
{"topic": "Drake Equation", "category": "Astrobiology & Extraterrestrial Life", "chunk_id": 89, "content": "Research on any past life on Mars is relevant since a discovery that life did form on Mars but ceased to exist might raise the estimate of fl but would indicate that in half the known cases, intelligent life did not develop."}
{"topic": "Drake Equation", "category": "Astrobiology & Extraterrestrial Life", "chunk_id": 90, "content": "Estimates of fi have been affected by discoveries that the Solar System's orbit is circular in the galaxy, at such a distance that it remains out of the spiral arms for tens of millions of years (evading radiation from novae)."}
{"topic": "Drake Equation", "category": "Astrobiology & Extraterrestrial Life", "chunk_id": 91, "content": "Also, Earth's large moon may aid the evolution of life by stabilizing the planet's axis of rotation."}
{"topic": "Drake Equation", "category": "Astrobiology & Extraterrestrial Life", "chunk_id": 92, "content": "There has been quantitative work to begin to define f l ⋅ f i {\\displaystyle f_{\\mathrm {l} }\\cdot f_{\\mathrm {i} }} ."}
{"topic": "Drake Equation", "category": "Astrobiology & Extraterrestrial Life", "chunk_id": 93, "content": "One example is a Bayesian analysis published in 2020."}
{"topic": "Drake Equation", "category": "Astrobiology & Extraterrestrial Life", "chunk_id": 94, "content": "In the conclusion, the author cautions that this study applies to Earth's conditions."}
{"topic": "Drake Equation", "category": "Astrobiology & Extraterrestrial Life", "chunk_id": 95, "content": "In Bayesian terms, the study favors the formation of intelligence on a planet with identical conditions to Earth but does not do so with high confidence."}
{"topic": "Drake Equation", "category": "Astrobiology & Extraterrestrial Life", "chunk_id": 96, "content": "Planetary scientist Pascal Lee of the SETI Institute proposes that this fraction is very low (0.0002)."}
{"topic": "Drake Equation", "category": "Astrobiology & Extraterrestrial Life", "chunk_id": 97, "content": "He based this estimate on how long it took Earth to develop intelligent life (1 million years since Homo erectus evolved, compared to 4.6 billion years since Earth formed)."}
{"topic": "Drake Equation", "category": "Astrobiology & Extraterrestrial Life", "chunk_id": 98, "content": "Fraction of the above revealing their existence via signal release into space, fc For deliberate communication, the one example we have (the Earth) does not do much explicit communication, though there are some efforts covering only a tiny fraction of the stars that might look for human presence."}
{"topic": "Drake Equation", "category": "Astrobiology & Extraterrestrial Life", "chunk_id": 99, "content": "(See Arecibo message, for example)."}
{"topic": "Drake Equation", "category": "Astrobiology & Extraterrestrial Life", "chunk_id": 100, "content": "There is considerable speculation why an extraterrestrial civilization might exist but choose not to communicate."}
{"topic": "Drake Equation", "category": "Astrobiology & Extraterrestrial Life", "chunk_id": 101, "content": "However, deliberate communication is not required, and calculations indicate that current or near-future Earth-level technology might well be detectable to civilizations not too much more advanced than present day humans."}
{"topic": "Drake Equation", "category": "Astrobiology & Extraterrestrial Life", "chunk_id": 102, "content": "By this standard, the Earth is a communicating civilization."}
{"topic": "Drake Equation", "category": "Astrobiology & Extraterrestrial Life", "chunk_id": 103, "content": "Another question is what percentage of civilizations in the galaxy are close enough for us to detect, assuming that they send out signals."}
{"topic": "Drake Equation", "category": "Astrobiology & Extraterrestrial Life", "chunk_id": 104, "content": "For example, existing Earth radio telescopes could only detect Earth radio transmissions from roughly a light year away."}
{"topic": "Drake Equation", "category": "Astrobiology & Extraterrestrial Life", "chunk_id": 105, "content": "Lifetime of such a civilization wherein it communicates its signals into space, L Michael Shermer estimated L as 420 years, based on the duration of sixty historical Earthly civilizations."}
{"topic": "Drake Equation", "category": "Astrobiology & Extraterrestrial Life", "chunk_id": 106, "content": "Using 28 civilizations more recent than the Roman Empire, he calculates a figure of 304 years for \"modern\" civilizations."}
{"topic": "Drake Equation", "category": "Astrobiology & Extraterrestrial Life", "chunk_id": 107, "content": "It could also be argued from Michael Shermer's results that the fall of most of these civilizations was followed by later civilizations that carried on the technologies, so it is doubtful that they are separate civilizations in the context of the Drake equation."}
{"topic": "Drake Equation", "category": "Astrobiology & Extraterrestrial Life", "chunk_id": 108, "content": "In the expanded version, including reappearance number, this lack of specificity in defining single civilizations does not matter for the result, since such a civilization turnover could be described as an increase in the reappearance number rather than increase in L, stating that a civilization reappears in the form of the succeeding cultures."}
{"topic": "Drake Equation", "category": "Astrobiology & Extraterrestrial Life", "chunk_id": 109, "content": "Furthermore, since none could communicate over interstellar space, the method of comparing with historical civilizations could be regarded as invalid."}
{"topic": "Drake Equation", "category": "Astrobiology & Extraterrestrial Life", "chunk_id": 110, "content": "David Grinspoon has argued that once a civilization has developed enough, it might overcome all threats to its survival."}
{"topic": "Drake Equation", "category": "Astrobiology & Extraterrestrial Life", "chunk_id": 111, "content": "It will then last for an indefinite period of time, making the value for L potentially billions of years."}
{"topic": "Drake Equation", "category": "Astrobiology & Extraterrestrial Life", "chunk_id": 112, "content": "If this is the case, then he proposes that the Milky Way Galaxy may have been steadily accumulating advanced civilizations since it formed."}
{"topic": "Drake Equation", "category": "Astrobiology & Extraterrestrial Life", "chunk_id": 113, "content": "He proposes that the last factor L be replaced with fIC · T, where fIC is the fraction of communicating civilizations that become \"immortal\" (in the sense that they simply do not die out), and T representing the length of time during which this process has been going on."}
{"topic": "Drake Equation", "category": "Astrobiology & Extraterrestrial Life", "chunk_id": 114, "content": "This has the advantage that T would be a relatively easy-to-discover number, as it would simply be some fraction of the age of the universe."}
{"topic": "Drake Equation", "category": "Astrobiology & Extraterrestrial Life", "chunk_id": 115, "content": "It has also been hypothesized that once a civilization has learned of a more advanced one, its longevity could increase because it can learn from the experiences of the other."}
{"topic": "Drake Equation", "category": "Astrobiology & Extraterrestrial Life", "chunk_id": 116, "content": "The astronomer Carl Sagan speculated that all of the terms, except for the lifetime of a civilization, are relatively high and the determining factor in whether there are large or small numbers of civilizations in the universe is the civilization lifetime, or in other words, the ability of technological civilizations to avoid self-destruction."}
{"topic": "Drake Equation", "category": "Astrobiology & Extraterrestrial Life", "chunk_id": 117, "content": "In Sagan's case, the Drake equation was a strong motivating factor for his interest in environmental issues and his efforts to warn against the dangers of nuclear warfare."}
{"topic": "Drake Equation", "category": "Astrobiology & Extraterrestrial Life", "chunk_id": 118, "content": "Paleobiologist Olev Vinn suggests that the lifetime of most technological civilizations is brief due to inherited behavior patterns present in all intelligent organisms."}
{"topic": "Drake Equation", "category": "Astrobiology & Extraterrestrial Life", "chunk_id": 119, "content": "These behaviors, incompatible with civilized conditions, inevitably lead to self-destruction soon after the emergence of advanced technologies."}
{"topic": "Drake Equation", "category": "Astrobiology & Extraterrestrial Life", "chunk_id": 120, "content": "An intelligent civilization might not be organic, as some have suggested that artificial general intelligence may replace humanity."}
{"topic": "Drake Equation", "category": "Astrobiology & Extraterrestrial Life", "chunk_id": 121, "content": "Range of results As many skeptics have pointed out, the Drake equation can give a very wide range of values, depending on the assumptions, as the values used in portions of the Drake equation are not well established."}
{"topic": "Drake Equation", "category": "Astrobiology & Extraterrestrial Life", "chunk_id": 122, "content": "In particular, the result can be N ≪ 1, meaning we are likely alone in the galaxy, or N ≫ 1, implying there are many civilizations we might contact."}
{"topic": "Drake Equation", "category": "Astrobiology & Extraterrestrial Life", "chunk_id": 123, "content": "One of the few points of wide agreement is that the presence of humanity implies a probability of intelligence arising of greater than zero."}
{"topic": "Drake Equation", "category": "Astrobiology & Extraterrestrial Life", "chunk_id": 124, "content": "As an example of a low estimate, combining NASA's star formation rates, the rare Earth hypothesis value of fp · ne · fl = 10−5, Mayr's view on intelligence arising, Drake's view of communication, and Shermer's estimate of lifetime: R∗ = 1.5–3 yr−1, fp · ne · fl = 10−5, fi = 10−9, fc = 0.2[Drake, above], and L = 304 years gives: N = 1.5 × 10−5 × 10−9 × 0.2 × 304 = 9.1 × 10−13 i.e., suggesting that we are probably alone in this galaxy, and possibly in the observable universe."}
{"topic": "Drake Equation", "category": "Astrobiology & Extraterrestrial Life", "chunk_id": 125, "content": "On the other hand, with larger values for each of the parameters above, values of N can be derived that are greater than 1."}
{"topic": "Drake Equation", "category": "Astrobiology & Extraterrestrial Life", "chunk_id": 126, "content": "The following higher values that have been proposed for each of the parameters: R∗ = 1.5–3 yr−1, fp = 1, ne = 0.2, fl = 0.13, fi = 1, fc = 0.2[Drake, above], and L = 109 years Use of these parameters gives: N = 3 × 1 × 0.2 × 0.13 × 1 × 0.2 × 109 = 15,600,000 Monte Carlo simulations of estimates of the Drake equation factors based on a stellar and planetary model of the Milky Way have resulted in the number of civilizations varying by a factor of 100."}
{"topic": "Drake Equation", "category": "Astrobiology & Extraterrestrial Life", "chunk_id": 127, "content": "Possible former technological civilizations In 2016, Adam Frank and Woodruff Sullivan modified the Drake equation to determine just how unlikely the event of a technological species arising on a given habitable planet must be, to give the result that Earth hosts the only technological species that has ever arisen, for two cases: (a) this Galaxy, and (b) the universe as a whole."}
{"topic": "Drake Equation", "category": "Astrobiology & Extraterrestrial Life", "chunk_id": 128, "content": "By asking this different question, one removes the lifetime and simultaneous communication uncertainties."}
{"topic": "Drake Equation", "category": "Astrobiology & Extraterrestrial Life", "chunk_id": 129, "content": "Since the numbers of habitable planets per star can today be reasonably estimated, the only remaining unknown in the Drake equation is the probability that a habitable planet ever develops a technological species over its lifetime."}
{"topic": "Drake Equation", "category": "Astrobiology & Extraterrestrial Life", "chunk_id": 130, "content": "For Earth to have the only technological species that has ever occurred in the universe, they calculate the probability of any given habitable planet ever developing a technological species must be less than 2.5×10−24. Similarly, for Earth to have been the only case of hosting a technological species over the history of this Galaxy, the odds of a habitable zone planet ever hosting a technological species must be less than 1.7×10−11 (about 1 in 60 billion)."}
{"topic": "Drake Equation", "category": "Astrobiology & Extraterrestrial Life", "chunk_id": 131, "content": "The figure for the universe implies that it is extremely unlikely that Earth hosts the only technological species that has ever occurred."}
{"topic": "Drake Equation", "category": "Astrobiology & Extraterrestrial Life", "chunk_id": 132, "content": "On the other hand, for this Galaxy one must think that fewer than 1 in 60 billion habitable planets develop a technological species for there not to have been at least a second case of such a species over the past history of this Galaxy."}
{"topic": "Drake Equation", "category": "Astrobiology & Extraterrestrial Life", "chunk_id": 133, "content": "Modifications As many observers have pointed out, the Drake equation is a very simple model that omits potentially relevant parameters, and many changes and modifications to the equation have been proposed."}
{"topic": "Drake Equation", "category": "Astrobiology & Extraterrestrial Life", "chunk_id": 134, "content": "One line of modification, for example, attempts to account for the uncertainty inherent in many of the terms."}
{"topic": "Drake Equation", "category": "Astrobiology & Extraterrestrial Life", "chunk_id": 135, "content": "Combining the estimates of the original six factors by major researchers via a Monte Carlo procedure leads to a best value for the non-longevity factors of 0.85 1/years."}
{"topic": "Drake Equation", "category": "Astrobiology & Extraterrestrial Life", "chunk_id": 136, "content": "This result differs insignificantly from the estimate of unity given both by Drake and the Cyclops report."}
{"topic": "Drake Equation", "category": "Astrobiology & Extraterrestrial Life", "chunk_id": 137, "content": "Others note that the Drake equation ignores many concepts that might be relevant to the odds of contacting other civilizations."}
{"topic": "Drake Equation", "category": "Astrobiology & Extraterrestrial Life", "chunk_id": 138, "content": "For example, David Brin states: \"The Drake equation merely speaks of the number of sites at which ETIs spontaneously arise."}
{"topic": "Drake Equation", "category": "Astrobiology & Extraterrestrial Life", "chunk_id": 139, "content": "The equation says nothing directly about the contact cross-section between an ETIS and contemporary human society\"."}
{"topic": "Drake Equation", "category": "Astrobiology & Extraterrestrial Life", "chunk_id": 140, "content": "Because it is the contact cross-section that is of interest to the SETI community, many additional factors and modifications of the Drake equation have been proposed."}
{"topic": "Drake Equation", "category": "Astrobiology & Extraterrestrial Life", "chunk_id": 141, "content": "Colonization It has been proposed to generalize the Drake equation to include additional effects of alien civilizations colonizing other star systems."}
{"topic": "Drake Equation", "category": "Astrobiology & Extraterrestrial Life", "chunk_id": 142, "content": "Each original site expands with an expansion velocity v, and establishes additional sites that survive for a lifetime L. The result is a more complex set of 3 equations."}
{"topic": "Drake Equation", "category": "Astrobiology & Extraterrestrial Life", "chunk_id": 143, "content": "Reappearance factor The Drake equation may furthermore be multiplied by how many times an intelligent civilization may occur on planets where it has happened once."}
{"topic": "Drake Equation", "category": "Astrobiology & Extraterrestrial Life", "chunk_id": 144, "content": "Even if an intelligent civilization reaches the end of its lifetime after, for example, 10,000 years, life may still prevail on the planet for billions of years, permitting the next civilization to evolve."}
{"topic": "Drake Equation", "category": "Astrobiology & Extraterrestrial Life", "chunk_id": 145, "content": "Thus, several civilizations may come and go during the lifespan of one and the same planet."}
{"topic": "Drake Equation", "category": "Astrobiology & Extraterrestrial Life", "chunk_id": 146, "content": "Thus, if nr is the average number of times a new civilization reappears on the same planet where a previous civilization once has appeared and ended, then the total number of civilizations on such a planet would be 1 + nr, which is the actual reappearance factor added to the equation."}
{"topic": "Drake Equation", "category": "Astrobiology & Extraterrestrial Life", "chunk_id": 147, "content": "The factor depends on what generally is the cause of civilization extinction."}
{"topic": "Drake Equation", "category": "Astrobiology & Extraterrestrial Life", "chunk_id": 148, "content": "If it is generally by temporary uninhabitability, for example a nuclear winter, then nr may be relatively high."}
{"topic": "Drake Equation", "category": "Astrobiology & Extraterrestrial Life", "chunk_id": 149, "content": "On the other hand, if it is generally by permanent uninhabitability, such as stellar evolution, then nr may be almost zero."}
{"topic": "Drake Equation", "category": "Astrobiology & Extraterrestrial Life", "chunk_id": 150, "content": "In the case of total life extinction, a similar factor may be applicable for fl, that is, how many times life may appear on a planet where it has appeared once."}
{"topic": "Drake Equation", "category": "Astrobiology & Extraterrestrial Life", "chunk_id": 151, "content": "METI factor Alexander Zaitsev said that to be in a communicative phase and emit dedicated messages are not the same."}
{"topic": "Drake Equation", "category": "Astrobiology & Extraterrestrial Life", "chunk_id": 152, "content": "For example, humans, although being in a communicative phase, are not a communicative civilization; we do not practise such activities as the purposeful and regular transmission of interstellar messages."}
{"topic": "Drake Equation", "category": "Astrobiology & Extraterrestrial Life", "chunk_id": 153, "content": "For this reason, he suggested introducing the METI factor (messaging to extraterrestrial intelligence) to the classical Drake equation."}
{"topic": "Drake Equation", "category": "Astrobiology & Extraterrestrial Life", "chunk_id": 154, "content": "He defined the factor as \"the fraction of communicative civilizations with clear and non-paranoid planetary consciousness\", or alternatively expressed, the fraction of communicative civilizations that actually engage in deliberate interstellar transmission."}
{"topic": "Drake Equation", "category": "Astrobiology & Extraterrestrial Life", "chunk_id": 155, "content": "The METI factor is somewhat misleading since active, purposeful transmission of messages by a civilization is not required for them to receive a broadcast sent by another that is seeking first contact."}
{"topic": "Drake Equation", "category": "Astrobiology & Extraterrestrial Life", "chunk_id": 156, "content": "It is merely required they have capable and compatible receiver systems operational; however, this is a variable humans cannot accurately estimate."}
{"topic": "Drake Equation", "category": "Astrobiology & Extraterrestrial Life", "chunk_id": 157, "content": "Biogenic gases Astronomer Sara Seager proposed a revised equation that focuses on the search for planets with biosignature gases."}
{"topic": "Drake Equation", "category": "Astrobiology & Extraterrestrial Life", "chunk_id": 158, "content": "These gases are produced by living organisms that can accumulate in a planet atmosphere to levels that can be detected with remote space telescopes."}
{"topic": "Drake Equation", "category": "Astrobiology & Extraterrestrial Life", "chunk_id": 159, "content": "The Seager equation looks like this: N = N ∗ ⋅ F Q ⋅ F H Z ⋅ F O ⋅ F L ⋅ F S {\\displaystyle N=N_{*}\\cdot F_{\\mathrm {Q} }\\cdot F_{\\mathrm {HZ} }\\cdot F_{\\mathrm {O} }\\cdot F_{\\mathrm {L} }\\cdot F_{\\mathrm {S} }} where: N = the number of planets with detectable signs of life N∗ = the number of stars observed FQ = the fraction of stars that are quiet FHZ = the fraction of stars with rocky planets in the habitable zone FO = the fraction of those planets that can be observed FL = the fraction that have life FS = the fraction on which life produces a detectable signature gas Seager stresses, \"We're not throwing out the Drake Equation, which is really a different topic,\" explaining, \"Since Drake came up with the equation, we have discovered thousands of exoplanets."}
{"topic": "Drake Equation", "category": "Astrobiology & Extraterrestrial Life", "chunk_id": 160, "content": "We as a community have had our views revolutionized as to what could possibly be out there."}
{"topic": "Drake Equation", "category": "Astrobiology & Extraterrestrial Life", "chunk_id": 161, "content": "And now we have a real question on our hands, one that's not related to intelligent life: Can we detect any signs of life in any way in the very near future?\""}
{"topic": "Drake Equation", "category": "Astrobiology & Extraterrestrial Life", "chunk_id": 162, "content": "Carl Sagan's version of the Drake equation American astronomer Carl Sagan made some modifications in the Drake equation and presented it in the 1980 program Cosmos: A Personal Voyage."}
{"topic": "Drake Equation", "category": "Astrobiology & Extraterrestrial Life", "chunk_id": 163, "content": "The modified equation is shown below N = N ∗ ⋅ f p ⋅ n e ⋅ f l ⋅ f i ⋅ f c ⋅ f L {\\displaystyle N=N_{\\mathrm {*} }\\cdot f_{\\mathrm {p} }\\cdot n_{\\mathrm {e} }\\cdot f_{\\mathrm {l} }\\cdot f_{\\mathrm {i} }\\cdot f_{\\mathrm {c} }\\cdot f_{\\mathrm {L} }} where N = the number of civilizations in the Milky Way galaxy with which communication might be possible (i.e."}
{"topic": "Drake Equation", "category": "Astrobiology & Extraterrestrial Life", "chunk_id": 164, "content": "which are on the current past light cone); and N∗ = Number of stars in the Milky Way Galaxy fp = the fraction of those stars that have planets."}
{"topic": "Drake Equation", "category": "Astrobiology & Extraterrestrial Life", "chunk_id": 165, "content": "ne = the average number of planets that can potentially support life per star that has planets."}
{"topic": "Drake Equation", "category": "Astrobiology & Extraterrestrial Life", "chunk_id": 166, "content": "fl = the fraction of planets that could support life that actually develop life at some point."}
{"topic": "Drake Equation", "category": "Astrobiology & Extraterrestrial Life", "chunk_id": 167, "content": "fi = the fraction of planets with life that go on to develop intelligent life (civilizations)."}
{"topic": "Drake Equation", "category": "Astrobiology & Extraterrestrial Life", "chunk_id": 168, "content": "fc = the fraction of civilizations that develop a technology that releases detectable signs of their existence into space."}
{"topic": "Drake Equation", "category": "Astrobiology & Extraterrestrial Life", "chunk_id": 169, "content": "fL = fraction of a planetary lifetime graced by a technological civilization Criticism Criticism of the Drake equation is varied."}
{"topic": "Drake Equation", "category": "Astrobiology & Extraterrestrial Life", "chunk_id": 170, "content": "Firstly, many of the terms in the equation are largely or entirely based on conjecture."}
{"topic": "Drake Equation", "category": "Astrobiology & Extraterrestrial Life", "chunk_id": 171, "content": "Star formation rates are well-known, and the incidence of planets has a sound theoretical and observational basis, but the other terms in the equation become very speculative."}
{"topic": "Drake Equation", "category": "Astrobiology & Extraterrestrial Life", "chunk_id": 172, "content": "The uncertainties revolve around the present day understanding of the evolution of life, intelligence, and civilization, not physics."}
{"topic": "Drake Equation", "category": "Astrobiology & Extraterrestrial Life", "chunk_id": 173, "content": "No statistical estimates are possible for some of the parameters, where only one example is known."}
{"topic": "Drake Equation", "category": "Astrobiology & Extraterrestrial Life", "chunk_id": 174, "content": "The net result is that the equation cannot be used to draw firm conclusions of any kind, and the resulting margin of error is huge, far beyond what some consider acceptable or meaningful."}
{"topic": "Drake Equation", "category": "Astrobiology & Extraterrestrial Life", "chunk_id": 175, "content": "Others point out that the equation was formulated before our understanding of the universe had matured."}
{"topic": "Drake Equation", "category": "Astrobiology & Extraterrestrial Life", "chunk_id": 176, "content": "Astrophysicist Ethan Siegel, said: The Drake equation, when it was put forth, made an assumption about the Universe that we now know is untrue: It assumed that the Universe was eternal and static in time."}
{"topic": "Drake Equation", "category": "Astrobiology & Extraterrestrial Life", "chunk_id": 177, "content": "As we learned only a few years after Frank Drake first proposed his equation, the Universe doesn’t exist in a steady state, where it’s unchanging in time, but rather has evolved from a hot, dense, energetic, and rapidly expanding state: a hot Big Bang that occurred over a finite duration in our cosmic past."}
{"topic": "Drake Equation", "category": "Astrobiology & Extraterrestrial Life", "chunk_id": 178, "content": "One reply to such criticisms is that even though the Drake equation currently involves speculation about unmeasured parameters, it was intended as a way to stimulate dialogue on these topics."}
{"topic": "Drake Equation", "category": "Astrobiology & Extraterrestrial Life", "chunk_id": 179, "content": "Then the focus becomes how to proceed experimentally."}
{"topic": "Drake Equation", "category": "Astrobiology & Extraterrestrial Life", "chunk_id": 180, "content": "Indeed, Drake originally formulated the equation merely as an agenda for discussion at the Green Bank conference."}
{"topic": "Drake Equation", "category": "Astrobiology & Extraterrestrial Life", "chunk_id": 181, "content": "Fermi paradox A civilization lasting for tens of millions of years could be able to spread throughout the galaxy, even at the slow speeds foreseeable with present-day technology."}
{"topic": "Drake Equation", "category": "Astrobiology & Extraterrestrial Life", "chunk_id": 182, "content": "However, no confirmed signs of civilizations or intelligent life elsewhere have been found, either in this Galaxy or in the observable universe of 2 trillion galaxies."}
{"topic": "Drake Equation", "category": "Astrobiology & Extraterrestrial Life", "chunk_id": 183, "content": "According to this line of thinking, the tendency to fill (or at least explore) all available territory seems to be a universal trait of living things, so the Earth should have already been colonized, or at least visited, but no evidence of this exists."}
{"topic": "Drake Equation", "category": "Astrobiology & Extraterrestrial Life", "chunk_id": 184, "content": "Hence Fermi's question \"Where is everybody?\"."}
{"topic": "Drake Equation", "category": "Astrobiology & Extraterrestrial Life", "chunk_id": 185, "content": "A large number of explanations have been proposed to explain this lack of contact; a book published in 2015 elaborated on 75 different explanations."}
{"topic": "Drake Equation", "category": "Astrobiology & Extraterrestrial Life", "chunk_id": 186, "content": "In terms of the Drake Equation, the explanations can be divided into three classes: Few intelligent civilizations ever arise."}
{"topic": "Drake Equation", "category": "Astrobiology & Extraterrestrial Life", "chunk_id": 187, "content": "This is an argument that at least one of the first few terms, R∗ · fp · ne · fl · fi, has a low value."}
{"topic": "Drake Equation", "category": "Astrobiology & Extraterrestrial Life", "chunk_id": 188, "content": "The most common suspect is fi, but explanations such as the rare Earth hypothesis argue that ne is the small term."}
{"topic": "Drake Equation", "category": "Astrobiology & Extraterrestrial Life", "chunk_id": 189, "content": "Intelligent civilizations exist, but we see no evidence, meaning fc is small."}
{"topic": "Drake Equation", "category": "Astrobiology & Extraterrestrial Life", "chunk_id": 190, "content": "Typical arguments include that civilizations are too far apart, it is too expensive to spread throughout the galaxy, civilizations broadcast signals for only a brief period of time, communication is dangerous, and many others."}
{"topic": "Drake Equation", "category": "Astrobiology & Extraterrestrial Life", "chunk_id": 191, "content": "The lifetime of intelligent, communicative civilizations is short, meaning the value of L is small."}
{"topic": "Drake Equation", "category": "Astrobiology & Extraterrestrial Life", "chunk_id": 192, "content": "Drake suggested that a large number of extraterrestrial civilizations would form, and he further speculated that the lack of evidence of such civilizations may be because technological civilizations tend to disappear rather quickly."}
{"topic": "Drake Equation", "category": "Astrobiology & Extraterrestrial Life", "chunk_id": 193, "content": "Typical explanations include it is the nature of intelligent life to destroy itself, it is the nature of intelligent life to destroy others, they tend to be destroyed by natural events, and others."}
{"topic": "Drake Equation", "category": "Astrobiology & Extraterrestrial Life", "chunk_id": 194, "content": "These lines of reasoning lead to the Great Filter hypothesis, which states that since there are no observed extraterrestrial civilizations despite the vast number of stars, at least one step in the process must be acting as a filter to reduce the final value."}
{"topic": "Drake Equation", "category": "Astrobiology & Extraterrestrial Life", "chunk_id": 195, "content": "According to this view, either it is very difficult for intelligent life to arise, or the lifetime of technologically advanced civilizations, or the period of time they reveal their existence must be relatively short."}
{"topic": "Drake Equation", "category": "Astrobiology & Extraterrestrial Life", "chunk_id": 196, "content": "An analysis by Anders Sandberg, Eric Drexler and Toby Ord suggests \"a substantial ex ante (predicted) probability of there being no other intelligent life in our observable universe\"."}
{"topic": "Drake Equation", "category": "Astrobiology & Extraterrestrial Life", "chunk_id": 197, "content": "In popular culture The equation was cited by Gene Roddenberry as supporting the multiplicity of inhabited planets shown on Star Trek, the television series he created."}
{"topic": "Drake Equation", "category": "Astrobiology & Extraterrestrial Life", "chunk_id": 198, "content": "However, Roddenberry did not have the equation with him, and he was forced to \"invent\" it for his original proposal."}
{"topic": "Drake Equation", "category": "Astrobiology & Extraterrestrial Life", "chunk_id": 199, "content": "The invented equation created by Roddenberry is: F f 2 ( M g E ) − C 1 R i 1 ⋅ M = L / S o {\\displaystyle Ff^{2}(MgE)-C^{1}Ri^{1}\\cdot M=L/So} Regarding Roddenberry's fictional version of the equation, Drake himself commented that a number raised to the first power is just the number itself."}
{"topic": "Drake Equation", "category": "Astrobiology & Extraterrestrial Life", "chunk_id": 200, "content": "A commemorative plate on NASA's Europa Clipper mission, which launched October 14, 2024, features a poem by the U.S."}
{"topic": "Drake Equation", "category": "Astrobiology & Extraterrestrial Life", "chunk_id": 201, "content": "Poet Laureate Ada Limón, waveforms of the word 'water' in 103 languages, a schematic of the water hole, the Drake equation, and a portrait of planetary scientist Ron Greeley on it."}
{"topic": "Drake Equation", "category": "Astrobiology & Extraterrestrial Life", "chunk_id": 202, "content": "The track Abiogenesis on the Carbon Based Lifeforms album World of Sleepers features the Drake equation in a spoken voice-over."}
{"topic": "Drake Equation", "category": "Astrobiology & Extraterrestrial Life", "chunk_id": 203, "content": "See also Astrobiology – Science concerned with life in the universe Goldilocks principle – Analogy for optimal conditions Kardashev scale – Measure of a civilization's evolution Planetary habitability – Known extent to which a planet is suitable for life Ufology – Study of UFOs Lincoln index – Statistical measure The Search for Life: The Drake Equation, BBC documentary Notes References Further reading Morton, Oliver (2002)."}
{"topic": "Drake Equation", "category": "Astrobiology & Extraterrestrial Life", "chunk_id": 204, "content": "\"A Mirror in the Sky\"."}
{"topic": "Drake Equation", "category": "Astrobiology & Extraterrestrial Life", "chunk_id": 205, "content": "In Graham Formelo (ed.)."}
{"topic": "Drake Equation", "category": "Astrobiology & Extraterrestrial Life", "chunk_id": 206, "content": "It Must Be Beautiful."}
{"topic": "Drake Equation", "category": "Astrobiology & Extraterrestrial Life", "chunk_id": 207, "content": "Granta Books."}
{"topic": "Drake Equation", "category": "Astrobiology & Extraterrestrial Life", "chunk_id": 208, "content": "ISBN 1-86207-555-7."}
{"topic": "Drake Equation", "category": "Astrobiology & Extraterrestrial Life", "chunk_id": 209, "content": "Rood, Robert T.; James S. Trefil (1981)."}
{"topic": "Drake Equation", "category": "Astrobiology & Extraterrestrial Life", "chunk_id": 210, "content": "Are We Alone?"}
{"topic": "Drake Equation", "category": "Astrobiology & Extraterrestrial Life", "chunk_id": 211, "content": "The Possibility of Extraterrestrial Civilizations."}
{"topic": "Drake Equation", "category": "Astrobiology & Extraterrestrial Life", "chunk_id": 212, "content": "New York: Scribner."}
{"topic": "Drake Equation", "category": "Astrobiology & Extraterrestrial Life", "chunk_id": 213, "content": "ISBN 0684178427."}
{"topic": "Drake Equation", "category": "Astrobiology & Extraterrestrial Life", "chunk_id": 214, "content": "Vakoch, Douglas A.; Dowd, Matthew F., eds."}
{"topic": "Drake Equation", "category": "Astrobiology & Extraterrestrial Life", "chunk_id": 215, "content": "(2015)."}
{"topic": "Drake Equation", "category": "Astrobiology & Extraterrestrial Life", "chunk_id": 216, "content": "The Drake Equation: Estimating the Prevalence of Extraterrestrial Life Through the Ages."}
{"topic": "Drake Equation", "category": "Astrobiology & Extraterrestrial Life", "chunk_id": 217, "content": "Cambridge, UK: Cambridge University Press."}
{"topic": "Drake Equation", "category": "Astrobiology & Extraterrestrial Life", "chunk_id": 218, "content": "ISBN 978-1-10-707365-4."}
{"topic": "Drake Equation", "category": "Astrobiology & Extraterrestrial Life", "chunk_id": 219, "content": "External links Interactive Drake Equation Calculator Frank Drake's 2010 article on \"The Origin of the Drake Equation\" \"Only a matter of time, says Frank Drake\"."}
{"topic": "Drake Equation", "category": "Astrobiology & Extraterrestrial Life", "chunk_id": 220, "content": "A Q&A with Frank Drake in February 2010 Drake, Frank (December 2004)."}
{"topic": "Drake Equation", "category": "Astrobiology & Extraterrestrial Life", "chunk_id": 221, "content": "\"The E.T."}
{"topic": "Drake Equation", "category": "Astrobiology & Extraterrestrial Life", "chunk_id": 222, "content": "Equation, Recalculated\"."}
{"topic": "Drake Equation", "category": "Astrobiology & Extraterrestrial Life", "chunk_id": 223, "content": "Wired."}
{"topic": "Drake Equation", "category": "Astrobiology & Extraterrestrial Life", "chunk_id": 224, "content": "Macromedia Flash page allowing the user to modify Drake's values from PBS's Nova \"The Drake Equation\", Astronomy Cast episode #23; includes full transcript Animated simulation of the Drake equation."}
{"topic": "Drake Equation", "category": "Astrobiology & Extraterrestrial Life", "chunk_id": 225, "content": "(Archived 8 December 2015 at the Wayback Machine) \"The Alien Equation\", BBC Radio program Discovery (22 September 2010) \"Reflections on the Equation\" (PDF), by Frank Drake, 2013"}
