{"topic": "Interferometry", "category": "Tools & Techniques in Astronomy", "chunk_id": 0, "content": "Interferometry is a technique which uses the interference of superimposed waves to extract information."}
{"topic": "Interferometry", "category": "Tools & Techniques in Astronomy", "chunk_id": 1, "content": "Interferometry typically uses electromagnetic waves and is an important investigative technique in the fields of astronomy, fiber optics, engineering metrology, optical metrology, oceanography, seismology, spectroscopy (and its applications to chemistry), quantum mechanics, nuclear and particle physics, plasma physics, biomolecular interactions, surface profiling, microfluidics, mechanical stress/strain measurement, velocimetry, optometry, and making holograms."}
{"topic": "Interferometry", "category": "Tools & Techniques in Astronomy", "chunk_id": 2, "content": ": 1–2 Interferometers are devices that extract information from interference."}
{"topic": "Interferometry", "category": "Tools & Techniques in Astronomy", "chunk_id": 3, "content": "They are widely used in science and industry for the measurement of microscopic displacements, refractive index changes and surface irregularities."}
{"topic": "Interferometry", "category": "Tools & Techniques in Astronomy", "chunk_id": 4, "content": "In the case with most interferometers, light from a single source is split into two beams that travel in different optical paths, which are then combined again to produce interference; two incoherent sources can also be made to interfere under some circumstances."}
{"topic": "Interferometry", "category": "Tools & Techniques in Astronomy", "chunk_id": 5, "content": "The resulting interference fringes give information about the difference in optical path lengths."}
{"topic": "Interferometry", "category": "Tools & Techniques in Astronomy", "chunk_id": 6, "content": "In analytical science, interferometers are used to measure lengths and the shape of optical components with nanometer precision; they are the highest-precision length measuring instruments in existence."}
{"topic": "Interferometry", "category": "Tools & Techniques in Astronomy", "chunk_id": 7, "content": "In Fourier transform spectroscopy they are used to analyze light containing features of absorption or emission associated with a substance or mixture."}
{"topic": "Interferometry", "category": "Tools & Techniques in Astronomy", "chunk_id": 8, "content": "An astronomical interferometer consists of two or more separate telescopes that combine their signals, offering a resolution equivalent to that of a telescope of diameter equal to the largest separation between its individual elements."}
{"topic": "Interferometry", "category": "Tools & Techniques in Astronomy", "chunk_id": 9, "content": "Basic principles Interferometry makes use of the principle of superposition to combine waves in a way that will cause the result of their combination to have some meaningful property that is diagnostic of the original state of the waves."}
{"topic": "Interferometry", "category": "Tools & Techniques in Astronomy", "chunk_id": 10, "content": "This works because when two waves with the same frequency combine, the resulting intensity pattern is determined by the phase difference between the two waves—waves that are in phase will undergo constructive interference while waves that are out of phase will undergo destructive interference."}
{"topic": "Interferometry", "category": "Tools & Techniques in Astronomy", "chunk_id": 11, "content": "Waves which are not completely in phase nor completely out of phase will have an intermediate intensity pattern, which can be used to determine their relative phase difference."}
{"topic": "Interferometry", "category": "Tools & Techniques in Astronomy", "chunk_id": 12, "content": "Most interferometers use light or some other form of electromagnetic wave."}
{"topic": "Interferometry", "category": "Tools & Techniques in Astronomy", "chunk_id": 13, "content": ": 3–12 Typically (see Fig."}
{"topic": "Interferometry", "category": "Tools & Techniques in Astronomy", "chunk_id": 14, "content": "1, the well-known Michelson configuration) a single incoming beam of coherent light will be split into two identical beams by a beam splitter (a partially reflecting mirror)."}
{"topic": "Interferometry", "category": "Tools & Techniques in Astronomy", "chunk_id": 15, "content": "Each of these beams travels a different route, called a path, and they are recombined before arriving at a detector."}
{"topic": "Interferometry", "category": "Tools & Techniques in Astronomy", "chunk_id": 16, "content": "The path difference, the difference in the distance traveled by each beam, creates a phase difference between them."}
{"topic": "Interferometry", "category": "Tools & Techniques in Astronomy", "chunk_id": 17, "content": "It is this introduced phase difference that creates the interference pattern between the initially identical waves."}
{"topic": "Interferometry", "category": "Tools & Techniques in Astronomy", "chunk_id": 18, "content": ": 14–17 If a single beam has been split along two paths, then the phase difference is diagnostic of anything that changes the phase along the paths."}
{"topic": "Interferometry", "category": "Tools & Techniques in Astronomy", "chunk_id": 19, "content": "This could be a physical change in the path length itself or a change in the refractive index along the path."}
{"topic": "Interferometry", "category": "Tools & Techniques in Astronomy", "chunk_id": 20, "content": ": 93–103 As seen in Fig."}
{"topic": "Interferometry", "category": "Tools & Techniques in Astronomy", "chunk_id": 21, "content": "2a and 2b, the observer has a direct view of mirror M1 seen through the beam splitter, and sees a reflected image M′2 of mirror M2."}
{"topic": "Interferometry", "category": "Tools & Techniques in Astronomy", "chunk_id": 22, "content": "The fringes can be interpreted as the result of interference between light coming from the two virtual images S′1 and S′2 of the original source S. The characteristics of the interference pattern depend on the nature of the light source and the precise orientation of the mirrors and beam splitter."}
{"topic": "Interferometry", "category": "Tools & Techniques in Astronomy", "chunk_id": 23, "content": "In Fig."}
{"topic": "Interferometry", "category": "Tools & Techniques in Astronomy", "chunk_id": 24, "content": "2a, the optical elements are oriented so that S′1 and S′2 are in line with the observer, and the resulting interference pattern consists of circles centered on the normal to M1 and M'2."}
{"topic": "Interferometry", "category": "Tools & Techniques in Astronomy", "chunk_id": 25, "content": "If, as in Fig."}
{"topic": "Interferometry", "category": "Tools & Techniques in Astronomy", "chunk_id": 26, "content": "2b, M1 and M′2 are tilted with respect to each other, the interference fringes will generally take the shape of conic sections (hyperbolas), but if M′1 and M′2 overlap, the fringes near the axis will be straight, parallel, and equally spaced."}
{"topic": "Interferometry", "category": "Tools & Techniques in Astronomy", "chunk_id": 27, "content": "If S is an extended source rather than a point source as illustrated, the fringes of Fig."}
{"topic": "Interferometry", "category": "Tools & Techniques in Astronomy", "chunk_id": 28, "content": "2a must be observed with a telescope set at infinity, while the fringes of Fig."}
{"topic": "Interferometry", "category": "Tools & Techniques in Astronomy", "chunk_id": 29, "content": "2b will be localized on the mirrors."}
{"topic": "Interferometry", "category": "Tools & Techniques in Astronomy", "chunk_id": 30, "content": ": 17 Use of white light will result in a pattern of colored fringes (see Fig."}
{"topic": "Interferometry", "category": "Tools & Techniques in Astronomy", "chunk_id": 31, "content": "3)."}
{"topic": "Interferometry", "category": "Tools & Techniques in Astronomy", "chunk_id": 32, "content": ": 26 The central fringe representing equal path length may be light or dark depending on the number of phase inversions experienced by the two beams as they traverse the optical system."}
{"topic": "Interferometry", "category": "Tools & Techniques in Astronomy", "chunk_id": 33, "content": ": 26, 171–172 (See Michelson interferometer for a discussion of this.)"}
{"topic": "Interferometry", "category": "Tools & Techniques in Astronomy", "chunk_id": 34, "content": "History The law of interference of light was described by Thomas Young in his 1803 Bakerian Lecture to the Royal Society of London."}
{"topic": "Interferometry", "category": "Tools & Techniques in Astronomy", "chunk_id": 35, "content": "In preparation for the lecture, Young performed a double-aperture experiment that demonstrated interference fringes."}
{"topic": "Interferometry", "category": "Tools & Techniques in Astronomy", "chunk_id": 36, "content": "His interpretation in terms of the interference of waves was rejected by most scientists at the time because of the dominance of Isaac Newton's corpuscular theory of light proposed a century before."}
{"topic": "Interferometry", "category": "Tools & Techniques in Astronomy", "chunk_id": 37, "content": "The French engineer Augustin-Jean Fresnel, unaware of Young's results, began working on a wave theory of light and interference and was introduced to François Arago."}
{"topic": "Interferometry", "category": "Tools & Techniques in Astronomy", "chunk_id": 38, "content": "Between 1816 and 1818, Fresnel and Arago performed interference experiments at the Paris Observatory."}
{"topic": "Interferometry", "category": "Tools & Techniques in Astronomy", "chunk_id": 39, "content": "During this time, Arago designed and built the first interferometer, using it to measure the refractive index of moist air relative to dry air, which posed a potential problem for astronomical observations of star positions."}
{"topic": "Interferometry", "category": "Tools & Techniques in Astronomy", "chunk_id": 40, "content": "The success of Fresnel's wave theory of light was established in his prize-winning memoire of 1819 that predicted and measured diffraction patterns."}
{"topic": "Interferometry", "category": "Tools & Techniques in Astronomy", "chunk_id": 41, "content": "The Arago interferometer was later employed in 1850 by Leon Foucault to measure the speed of light in air relative to water, and it was used again in 1851 by Hippolyte Fizeau to measure the effect of Fresnel drag on the speed of light in moving water."}
{"topic": "Interferometry", "category": "Tools & Techniques in Astronomy", "chunk_id": 42, "content": "Jules Jamin developed the first single-beam interferometer (not requiring a splitting aperture as the Arago interferometer did) in 1856."}
{"topic": "Interferometry", "category": "Tools & Techniques in Astronomy", "chunk_id": 43, "content": "In 1881, the American physicist Albert A. Michelson, while visiting Hermann von Helmholtz in Berlin, invented the interferometer that is named after him, the Michelson Interferometer, to search for effects of the motion of the Earth on the speed of light."}
{"topic": "Interferometry", "category": "Tools & Techniques in Astronomy", "chunk_id": 44, "content": "Michelson's null results performed in the basement of the Potsdam Observatory outside of Berlin (the horse traffic in the center of Berlin created too many vibrations), and his later more-accurate null results observed with Edward W. Morley at Case College in Cleveland, Ohio, contributed to the growing crisis of the luminiferous ether."}
{"topic": "Interferometry", "category": "Tools & Techniques in Astronomy", "chunk_id": 45, "content": "Einstein stated that it was Fizeau's measurement of the speed of light in moving water using the Arago interferometer that inspired his theory of the relativistic addition of velocities."}
{"topic": "Interferometry", "category": "Tools & Techniques in Astronomy", "chunk_id": 46, "content": "Categories Interferometers and interferometric techniques may be categorized by a variety of criteria: Homodyne versus heterodyne detection In homodyne detection, the interference occurs between two beams at the same wavelength (or carrier frequency)."}
{"topic": "Interferometry", "category": "Tools & Techniques in Astronomy", "chunk_id": 47, "content": "The phase difference between the two beams results in a change in the intensity of the light on the detector."}
{"topic": "Interferometry", "category": "Tools & Techniques in Astronomy", "chunk_id": 48, "content": "The resulting intensity of the light after mixing of these two beams is measured, or the pattern of interference fringes is viewed or recorded."}
{"topic": "Interferometry", "category": "Tools & Techniques in Astronomy", "chunk_id": 49, "content": "Most of the interferometers discussed in this article fall into this category."}
{"topic": "Interferometry", "category": "Tools & Techniques in Astronomy", "chunk_id": 50, "content": "The heterodyne technique is used for (1) shifting an input signal into a new frequency range as well as (2) amplifying a weak input signal (assuming use of an active mixer)."}
{"topic": "Interferometry", "category": "Tools & Techniques in Astronomy", "chunk_id": 51, "content": "A weak input signal of frequency f1 is mixed with a strong reference frequency f2 from a local oscillator (LO)."}
{"topic": "Interferometry", "category": "Tools & Techniques in Astronomy", "chunk_id": 52, "content": "The nonlinear combination of the input signals creates two new signals, one at the sum f1 + f2 of the two frequencies, and the other at the difference f1 − f2."}
{"topic": "Interferometry", "category": "Tools & Techniques in Astronomy", "chunk_id": 53, "content": "These new frequencies are called heterodynes."}
{"topic": "Interferometry", "category": "Tools & Techniques in Astronomy", "chunk_id": 54, "content": "Typically only one of the new frequencies is desired, and the other signal is filtered out of the output of the mixer."}
{"topic": "Interferometry", "category": "Tools & Techniques in Astronomy", "chunk_id": 55, "content": "The output signal will have an intensity proportional to the product of the amplitudes of the input signals."}
{"topic": "Interferometry", "category": "Tools & Techniques in Astronomy", "chunk_id": 56, "content": "The most important and widely used application of the heterodyne technique is in the superheterodyne receiver (superhet), invented in 1917-18 by U.S. engineer Edwin Howard Armstrong and French engineer Lucien Lévy."}
{"topic": "Interferometry", "category": "Tools & Techniques in Astronomy", "chunk_id": 57, "content": "In this circuit, the incoming radio frequency signal from the antenna is mixed with a signal from a local oscillator (LO) and converted by the heterodyne technique to a lower fixed frequency signal called the intermediate frequency (IF)."}
{"topic": "Interferometry", "category": "Tools & Techniques in Astronomy", "chunk_id": 58, "content": "This IF is amplified and filtered, before being applied to a detector which extracts the audio signal, which is sent to the loudspeaker."}
{"topic": "Interferometry", "category": "Tools & Techniques in Astronomy", "chunk_id": 59, "content": "Optical heterodyne detection is an extension of the heterodyne technique to higher (visible) frequencies."}
{"topic": "Interferometry", "category": "Tools & Techniques in Astronomy", "chunk_id": 60, "content": "While optical heterodyne interferometry is usually done at a single point it is also possible to perform this widefield."}
{"topic": "Interferometry", "category": "Tools & Techniques in Astronomy", "chunk_id": 61, "content": "Double path versus common path A double-path interferometer is one in which the reference beam and sample beam travel along divergent paths."}
{"topic": "Interferometry", "category": "Tools & Techniques in Astronomy", "chunk_id": 62, "content": "Examples include the Michelson interferometer, the Twyman–Green interferometer, and the Mach–Zehnder interferometer."}
{"topic": "Interferometry", "category": "Tools & Techniques in Astronomy", "chunk_id": 63, "content": "After being perturbed by interaction with the sample under test, the sample beam is recombined with the reference beam to create an interference pattern which can then be interpreted."}
{"topic": "Interferometry", "category": "Tools & Techniques in Astronomy", "chunk_id": 64, "content": ": 13–22 A common-path interferometer is a class of interferometer in which the reference beam and sample beam travel along the same path."}
{"topic": "Interferometry", "category": "Tools & Techniques in Astronomy", "chunk_id": 65, "content": "Fig."}
{"topic": "Interferometry", "category": "Tools & Techniques in Astronomy", "chunk_id": 66, "content": "4 illustrates the Sagnac interferometer, the fibre optic gyroscope, the point diffraction interferometer, and the lateral shearing interferometer."}
{"topic": "Interferometry", "category": "Tools & Techniques in Astronomy", "chunk_id": 67, "content": "Other examples of common path interferometer include the Zernike phase-contrast microscope, Fresnel's biprism, the zero-area Sagnac, and the scatterplate interferometer."}
{"topic": "Interferometry", "category": "Tools & Techniques in Astronomy", "chunk_id": 68, "content": "Wavefront splitting versus amplitude splitting Wavefront splitting inferometers A wavefront splitting interferometer divides a light wavefront emerging from a point or a narrow slit (i.e."}
{"topic": "Interferometry", "category": "Tools & Techniques in Astronomy", "chunk_id": 69, "content": "spatially coherent light) and, after allowing the two parts of the wavefront to travel through different paths, allows them to recombine."}
{"topic": "Interferometry", "category": "Tools & Techniques in Astronomy", "chunk_id": 70, "content": "Fig."}
{"topic": "Interferometry", "category": "Tools & Techniques in Astronomy", "chunk_id": 71, "content": "5 illustrates Young's interference experiment and Lloyd's mirror."}
{"topic": "Interferometry", "category": "Tools & Techniques in Astronomy", "chunk_id": 72, "content": "Other examples of wavefront splitting interferometer include the Fresnel biprism, the Billet Bi-Lens, diffraction-grating Michelson interferometer, and the Rayleigh interferometer."}
{"topic": "Interferometry", "category": "Tools & Techniques in Astronomy", "chunk_id": 73, "content": "In 1803, Young's interference experiment played a major role in the general acceptance of the wave theory of light."}
{"topic": "Interferometry", "category": "Tools & Techniques in Astronomy", "chunk_id": 74, "content": "If white light is used in Young's experiment, the result is a white central band of constructive interference corresponding to equal path length from the two slits, surrounded by a symmetrical pattern of colored fringes of diminishing intensity."}
{"topic": "Interferometry", "category": "Tools & Techniques in Astronomy", "chunk_id": 75, "content": "In addition to continuous electromagnetic radiation, Young's experiment has been performed with individual photons, with electrons, and with buckyball molecules large enough to be seen under an electron microscope."}
{"topic": "Interferometry", "category": "Tools & Techniques in Astronomy", "chunk_id": 76, "content": "Lloyd's mirror generates interference fringes by combining direct light from a source (blue lines) and light from the source's reflected image (red lines) from a mirror held at grazing incidence."}
{"topic": "Interferometry", "category": "Tools & Techniques in Astronomy", "chunk_id": 77, "content": "The result is an asymmetrical pattern of fringes."}
{"topic": "Interferometry", "category": "Tools & Techniques in Astronomy", "chunk_id": 78, "content": "The band of equal path length, nearest the mirror, is dark rather than bright."}
{"topic": "Interferometry", "category": "Tools & Techniques in Astronomy", "chunk_id": 79, "content": "In 1834, Humphrey Lloyd interpreted this effect as proof that the phase of a front-surface reflected beam is inverted."}
{"topic": "Interferometry", "category": "Tools & Techniques in Astronomy", "chunk_id": 80, "content": "Amplitude-splitting inferometers An amplitude splitting interferometer uses a partial reflector to divide the amplitude of the incident wave into separate beams which are separated and recombined."}
{"topic": "Interferometry", "category": "Tools & Techniques in Astronomy", "chunk_id": 81, "content": "The Fizeau interferometer is shown as it might be set up to test an optical flat."}
{"topic": "Interferometry", "category": "Tools & Techniques in Astronomy", "chunk_id": 82, "content": "A precisely figured reference flat is placed on top of the flat being tested, separated by narrow spacers."}
{"topic": "Interferometry", "category": "Tools & Techniques in Astronomy", "chunk_id": 83, "content": "The reference flat is slightly beveled (only a fraction of a degree of beveling is necessary) to prevent the rear surface of the flat from producing interference fringes."}
{"topic": "Interferometry", "category": "Tools & Techniques in Astronomy", "chunk_id": 84, "content": "Separating the test and reference flats allows the two flats to be tilted with respect to each other."}
{"topic": "Interferometry", "category": "Tools & Techniques in Astronomy", "chunk_id": 85, "content": "By adjusting the tilt, which adds a controlled phase gradient to the fringe pattern, one can control the spacing and direction of the fringes, so that one may obtain an easily interpreted series of nearly parallel fringes rather than a complex swirl of contour lines."}
{"topic": "Interferometry", "category": "Tools & Techniques in Astronomy", "chunk_id": 86, "content": "Separating the plates, however, necessitates that the illuminating light be collimated."}
{"topic": "Interferometry", "category": "Tools & Techniques in Astronomy", "chunk_id": 87, "content": "Fig 6 shows a collimated beam of monochromatic light illuminating the two flats and a beam splitter allowing the fringes to be viewed on-axis."}
{"topic": "Interferometry", "category": "Tools & Techniques in Astronomy", "chunk_id": 88, "content": "The Mach–Zehnder interferometer is a more versatile instrument than the Michelson interferometer."}
{"topic": "Interferometry", "category": "Tools & Techniques in Astronomy", "chunk_id": 89, "content": "Each of the well separated light paths is traversed only once, and the fringes can be adjusted so that they are localized in any desired plane."}
{"topic": "Interferometry", "category": "Tools & Techniques in Astronomy", "chunk_id": 90, "content": ": 18 Typically, the fringes would be adjusted to lie in the same plane as the test object, so that fringes and test object can be photographed together."}
{"topic": "Interferometry", "category": "Tools & Techniques in Astronomy", "chunk_id": 91, "content": "If it is decided to produce fringes in white light, then, since white light has a limited coherence length, on the order of micrometers, great care must be taken to equalize the optical paths or no fringes will be visible."}
{"topic": "Interferometry", "category": "Tools & Techniques in Astronomy", "chunk_id": 92, "content": "As illustrated in Fig."}
{"topic": "Interferometry", "category": "Tools & Techniques in Astronomy", "chunk_id": 93, "content": "6, a compensating cell would be placed in the path of the reference beam to match the test cell."}
{"topic": "Interferometry", "category": "Tools & Techniques in Astronomy", "chunk_id": 94, "content": "Note also the precise orientation of the beam splitters."}
{"topic": "Interferometry", "category": "Tools & Techniques in Astronomy", "chunk_id": 95, "content": "The reflecting surfaces of the beam splitters would be oriented so that the test and reference beams pass through an equal amount of glass."}
{"topic": "Interferometry", "category": "Tools & Techniques in Astronomy", "chunk_id": 96, "content": "In this orientation, the test and reference beams each experience two front-surface reflections, resulting in the same number of phase inversions."}
{"topic": "Interferometry", "category": "Tools & Techniques in Astronomy", "chunk_id": 97, "content": "The result is that light traveling an equal optical path length in the test and reference beams produces a white light fringe of constructive interference."}
{"topic": "Interferometry", "category": "Tools & Techniques in Astronomy", "chunk_id": 98, "content": "The heart of the Fabry–Pérot interferometer is a pair of partially silvered glass optical flats spaced several millimeters to centimeters apart with the silvered surfaces facing each other."}
{"topic": "Interferometry", "category": "Tools & Techniques in Astronomy", "chunk_id": 99, "content": "(Alternatively, a Fabry–Pérot etalon uses a transparent plate with two parallel reflecting surfaces."}
{"topic": "Interferometry", "category": "Tools & Techniques in Astronomy", "chunk_id": 100, "content": "): 35–36 As with the Fizeau interferometer, the flats are slightly beveled."}
{"topic": "Interferometry", "category": "Tools & Techniques in Astronomy", "chunk_id": 101, "content": "In a typical system, illumination is provided by a diffuse source set at the focal plane of a collimating lens."}
{"topic": "Interferometry", "category": "Tools & Techniques in Astronomy", "chunk_id": 102, "content": "A focusing lens produces what would be an inverted image of the source if the paired flats were not present, i.e., in the absence of the paired flats, all light emitted from point A passing through the optical system would be focused at point A'."}
{"topic": "Interferometry", "category": "Tools & Techniques in Astronomy", "chunk_id": 103, "content": "In Fig."}
{"topic": "Interferometry", "category": "Tools & Techniques in Astronomy", "chunk_id": 104, "content": "6, only one ray emitted from point A on the source is traced."}
{"topic": "Interferometry", "category": "Tools & Techniques in Astronomy", "chunk_id": 105, "content": "As the ray passes through the paired flats, it is multiply reflected to produce multiple transmitted rays which are collected by the focusing lens and brought to point A' on the screen."}
{"topic": "Interferometry", "category": "Tools & Techniques in Astronomy", "chunk_id": 106, "content": "The complete interference pattern takes the appearance of a set of concentric rings."}
{"topic": "Interferometry", "category": "Tools & Techniques in Astronomy", "chunk_id": 107, "content": "The sharpness of the rings depends on the reflectivity of the flats."}
{"topic": "Interferometry", "category": "Tools & Techniques in Astronomy", "chunk_id": 108, "content": "If the reflectivity is high, resulting in a high Q factor (i.e., high finesse), monochromatic light produces a set of narrow bright rings against a dark background."}
{"topic": "Interferometry", "category": "Tools & Techniques in Astronomy", "chunk_id": 109, "content": "In Fig."}
{"topic": "Interferometry", "category": "Tools & Techniques in Astronomy", "chunk_id": 110, "content": "6, the low-finesse image corresponds to a reflectivity of 0.04 (i.e., unsilvered surfaces) versus a reflectivity of 0.95 for the high-finesse image."}
{"topic": "Interferometry", "category": "Tools & Techniques in Astronomy", "chunk_id": 111, "content": "Fig."}
{"topic": "Interferometry", "category": "Tools & Techniques in Astronomy", "chunk_id": 112, "content": "6 illustrates the Fizeau, Mach–Zehnder, and Fabry–Pérot interferometers."}
{"topic": "Interferometry", "category": "Tools & Techniques in Astronomy", "chunk_id": 113, "content": "Other examples of amplitude splitting interferometer include the Michelson, Twyman–Green, Laser Unequal Path, and Linnik interferometer."}
{"topic": "Interferometry", "category": "Tools & Techniques in Astronomy", "chunk_id": 114, "content": "Michelson-Morley Michelson and Morley (1887) and other early experimentalists using interferometric techniques in an attempt to measure the properties of the luminiferous aether, used monochromatic light only for initially setting up their equipment, always switching to white light for the actual measurements."}
{"topic": "Interferometry", "category": "Tools & Techniques in Astronomy", "chunk_id": 115, "content": "The reason is that measurements were recorded visually."}
{"topic": "Interferometry", "category": "Tools & Techniques in Astronomy", "chunk_id": 116, "content": "Monochromatic light would result in a uniform fringe pattern."}
{"topic": "Interferometry", "category": "Tools & Techniques in Astronomy", "chunk_id": 117, "content": "Lacking modern means of environmental temperature control, experimentalists struggled with continual fringe drift even though the interferometer might be set up in a basement."}
{"topic": "Interferometry", "category": "Tools & Techniques in Astronomy", "chunk_id": 118, "content": "Since the fringes would occasionally disappear due to vibrations by passing horse traffic, distant thunderstorms and the like, it would be easy for an observer to \"get lost\" when the fringes returned to visibility."}
{"topic": "Interferometry", "category": "Tools & Techniques in Astronomy", "chunk_id": 119, "content": "The advantages of white light, which produced a distinctive colored fringe pattern, far outweighed the difficulties of aligning the apparatus due to its low coherence length."}
{"topic": "Interferometry", "category": "Tools & Techniques in Astronomy", "chunk_id": 120, "content": "This was an early example of the use of white light to resolve the \"2 pi ambiguity\"."}
{"topic": "Interferometry", "category": "Tools & Techniques in Astronomy", "chunk_id": 121, "content": "Applications Physics and astronomy In physics, one of the most important experiments of the late 19th century was the famous \"failed experiment\" of Michelson and Morley which provided evidence for special relativity."}
{"topic": "Interferometry", "category": "Tools & Techniques in Astronomy", "chunk_id": 122, "content": "Recent repetitions of the Michelson–Morley experiment perform heterodyne measurements of beat frequencies of crossed cryogenic optical resonators."}
{"topic": "Interferometry", "category": "Tools & Techniques in Astronomy", "chunk_id": 123, "content": "Fig 7 illustrates a resonator experiment performed by Müller et al."}
{"topic": "Interferometry", "category": "Tools & Techniques in Astronomy", "chunk_id": 124, "content": "in 2003."}
{"topic": "Interferometry", "category": "Tools & Techniques in Astronomy", "chunk_id": 125, "content": "Two optical resonators constructed from crystalline sapphire, controlling the frequencies of two lasers, were set at right angles within a helium cryostat."}
{"topic": "Interferometry", "category": "Tools & Techniques in Astronomy", "chunk_id": 126, "content": "A frequency comparator measured the beat frequency of the combined outputs of the two resonators."}
{"topic": "Interferometry", "category": "Tools & Techniques in Astronomy", "chunk_id": 127, "content": "As of 2009, the precision by which anisotropy of the speed of light can be excluded in resonator experiments is at the 10−17 level."}
{"topic": "Interferometry", "category": "Tools & Techniques in Astronomy", "chunk_id": 128, "content": "Michelson interferometers are used in tunable narrow band optical filters and as the core hardware component of Fourier transform spectrometers. When used as a tunable narrow band filter, Michelson interferometers exhibit a number of advantages and disadvantages when compared with competing technologies such as Fabry–Pérot interferometers or Lyot filters."}
{"topic": "Interferometry", "category": "Tools & Techniques in Astronomy", "chunk_id": 129, "content": "Michelson interferometers have the largest field of view for a specified wavelength, and are relatively simple in operation, since tuning is via mechanical rotation of waveplates rather than via high voltage control of piezoelectric crystals or lithium niobate optical modulators as used in a Fabry–Pérot system."}
{"topic": "Interferometry", "category": "Tools & Techniques in Astronomy", "chunk_id": 130, "content": "Compared with Lyot filters, which use birefringent elements, Michelson interferometers have a relatively low temperature sensitivity."}
{"topic": "Interferometry", "category": "Tools & Techniques in Astronomy", "chunk_id": 131, "content": "On the negative side, Michelson interferometers have a relatively restricted wavelength range and require use of prefilters which restrict transmittance."}
{"topic": "Interferometry", "category": "Tools & Techniques in Astronomy", "chunk_id": 132, "content": "Fig."}
{"topic": "Interferometry", "category": "Tools & Techniques in Astronomy", "chunk_id": 133, "content": "8 illustrates the operation of a Fourier transform spectrometer, which is essentially a Michelson interferometer with one mirror movable."}
{"topic": "Interferometry", "category": "Tools & Techniques in Astronomy", "chunk_id": 134, "content": "(A practical Fourier transform spectrometer would substitute corner cube reflectors for the flat mirrors of the conventional Michelson interferometer, but for simplicity, the illustration does not show this.)"}
{"topic": "Interferometry", "category": "Tools & Techniques in Astronomy", "chunk_id": 135, "content": "An interferogram is generated by making measurements of the signal at many discrete positions of the moving mirror."}
{"topic": "Interferometry", "category": "Tools & Techniques in Astronomy", "chunk_id": 136, "content": "A Fourier transform converts the interferogram into an actual spectrum."}
{"topic": "Interferometry", "category": "Tools & Techniques in Astronomy", "chunk_id": 137, "content": "Fig."}
{"topic": "Interferometry", "category": "Tools & Techniques in Astronomy", "chunk_id": 138, "content": "9 shows a doppler image of the solar corona made using a tunable Fabry-Pérot interferometer to recover scans of the solar corona at a number of wavelengths near the FeXIV green line."}
{"topic": "Interferometry", "category": "Tools & Techniques in Astronomy", "chunk_id": 139, "content": "The picture is a color-coded image of the doppler shift of the line, which may be associated with the coronal plasma velocity towards or away from the satellite camera."}
{"topic": "Interferometry", "category": "Tools & Techniques in Astronomy", "chunk_id": 140, "content": "Fabry–Pérot thin-film etalons are used in narrow bandpass filters capable of selecting a single spectral line for imaging; for example, the H-alpha line or the Ca-K line of the Sun or stars."}
{"topic": "Interferometry", "category": "Tools & Techniques in Astronomy", "chunk_id": 141, "content": "Fig."}
{"topic": "Interferometry", "category": "Tools & Techniques in Astronomy", "chunk_id": 142, "content": "10 shows an Extreme ultraviolet Imaging Telescope (EIT) image of the Sun at 195 Ångströms (19.5 nm), corresponding to a spectral line of multiply-ionized iron atoms."}
{"topic": "Interferometry", "category": "Tools & Techniques in Astronomy", "chunk_id": 143, "content": "EIT used multilayer coated reflective mirrors that were coated with alternate layers of a light \"spacer\" element (such as silicon), and a heavy \"scatterer\" element (such as molybdenum)."}
{"topic": "Interferometry", "category": "Tools & Techniques in Astronomy", "chunk_id": 144, "content": "Approximately 100 layers of each type were placed on each mirror, with a thickness of around 10 nm each."}
{"topic": "Interferometry", "category": "Tools & Techniques in Astronomy", "chunk_id": 145, "content": "The layer thicknesses were tightly controlled so that at the desired wavelength, reflected photons from each layer interfered constructively."}
{"topic": "Interferometry", "category": "Tools & Techniques in Astronomy", "chunk_id": 146, "content": "The Laser Interferometer Gravitational-Wave Observatory (LIGO) uses two 4-km Michelson–Fabry–Pérot interferometers for the detection of gravitational waves."}
{"topic": "Interferometry", "category": "Tools & Techniques in Astronomy", "chunk_id": 147, "content": "In this application, the Fabry–Pérot cavity is used to store photons for almost a millisecond while they bounce up and down between the mirrors."}
{"topic": "Interferometry", "category": "Tools & Techniques in Astronomy", "chunk_id": 148, "content": "This increases the time a gravitational wave can interact with the light, which results in a better sensitivity at low frequencies."}
{"topic": "Interferometry", "category": "Tools & Techniques in Astronomy", "chunk_id": 149, "content": "Smaller cavities, usually called mode cleaners, are used for spatial filtering and frequency stabilization of the main laser."}
{"topic": "Interferometry", "category": "Tools & Techniques in Astronomy", "chunk_id": 150, "content": "The first observation of gravitational waves occurred on September 14, 2015."}
{"topic": "Interferometry", "category": "Tools & Techniques in Astronomy", "chunk_id": 151, "content": "The Mach–Zehnder interferometer's relatively large and freely accessible working space, and its flexibility in locating the fringes has made it the interferometer of choice for visualizing flow in wind tunnels, and for flow visualization studies in general."}
{"topic": "Interferometry", "category": "Tools & Techniques in Astronomy", "chunk_id": 152, "content": "It is frequently used in the fields of aerodynamics, plasma physics and heat transfer to measure pressure, density, and temperature changes in gases."}
{"topic": "Interferometry", "category": "Tools & Techniques in Astronomy", "chunk_id": 153, "content": ": 18, 93–95 Mach–Zehnder interferometers are also used to study one of the most counterintuitive predictions of quantum mechanics, the phenomenon known as quantum entanglement."}
{"topic": "Interferometry", "category": "Tools & Techniques in Astronomy", "chunk_id": 154, "content": "An astronomical interferometer achieves high-resolution observations using the technique of aperture synthesis, mixing signals from a cluster of comparatively small telescopes rather than a single very expensive monolithic telescope."}
{"topic": "Interferometry", "category": "Tools & Techniques in Astronomy", "chunk_id": 155, "content": "Early radio telescope interferometers used a single baseline for measurement."}
{"topic": "Interferometry", "category": "Tools & Techniques in Astronomy", "chunk_id": 156, "content": "Later astronomical interferometers, such as the Very Large Array illustrated in Fig 11, used arrays of telescopes arranged in a pattern on the ground."}
{"topic": "Interferometry", "category": "Tools & Techniques in Astronomy", "chunk_id": 157, "content": "A limited number of baselines will result in insufficient coverage."}
{"topic": "Interferometry", "category": "Tools & Techniques in Astronomy", "chunk_id": 158, "content": "This was alleviated by using the rotation of the Earth to rotate the array relative to the sky."}
{"topic": "Interferometry", "category": "Tools & Techniques in Astronomy", "chunk_id": 159, "content": "Thus, a single baseline could measure information in multiple orientations by taking repeated measurements, a technique called Earth-rotation synthesis."}
{"topic": "Interferometry", "category": "Tools & Techniques in Astronomy", "chunk_id": 160, "content": "Baselines thousands of kilometers long were achieved using very long baseline interferometry."}
{"topic": "Interferometry", "category": "Tools & Techniques in Astronomy", "chunk_id": 161, "content": "Astronomical optical interferometry has had to overcome a number of technical issues not shared by radio telescope interferometry."}
{"topic": "Interferometry", "category": "Tools & Techniques in Astronomy", "chunk_id": 162, "content": "The short wavelengths of light necessitate extreme precision and stability of construction."}
{"topic": "Interferometry", "category": "Tools & Techniques in Astronomy", "chunk_id": 163, "content": "For example, spatial resolution of 1 milliarcsecond requires 0.5 μm stability in a 100 m baseline."}
{"topic": "Interferometry", "category": "Tools & Techniques in Astronomy", "chunk_id": 164, "content": "Optical interferometric measurements require high sensitivity, low noise detectors that did not become available until the late 1990s."}
{"topic": "Interferometry", "category": "Tools & Techniques in Astronomy", "chunk_id": 165, "content": "Astronomical \"seeing\", the turbulence that causes stars to twinkle, introduces rapid, random phase changes in the incoming light, requiring data collection rates to be faster than the rate of turbulence."}
{"topic": "Interferometry", "category": "Tools & Techniques in Astronomy", "chunk_id": 166, "content": "Despite these technical difficulties, three major facilities are now in operation offering resolutions down to the fractional milliarcsecond range."}
{"topic": "Interferometry", "category": "Tools & Techniques in Astronomy", "chunk_id": 167, "content": "The wave character of matter can be exploited to build interferometers."}
{"topic": "Interferometry", "category": "Tools & Techniques in Astronomy", "chunk_id": 168, "content": "The first examples of matter interferometers were electron interferometers, later followed by neutron interferometers."}
{"topic": "Interferometry", "category": "Tools & Techniques in Astronomy", "chunk_id": 169, "content": "Around 1990 the first atom interferometers were demonstrated, later followed by interferometers employing molecules."}
{"topic": "Interferometry", "category": "Tools & Techniques in Astronomy", "chunk_id": 170, "content": "Electron holography is an imaging technique that photographically records the electron interference pattern of an object, which is then reconstructed to yield a greatly magnified image of the original object."}
{"topic": "Interferometry", "category": "Tools & Techniques in Astronomy", "chunk_id": 171, "content": "This technique was developed to enable greater resolution in electron microscopy than is possible using conventional imaging techniques. The resolution of conventional electron microscopy is not limited by electron wavelength, but by the large aberrations of electron lenses."}
{"topic": "Interferometry", "category": "Tools & Techniques in Astronomy", "chunk_id": 172, "content": "Neutron interferometry has been used to investigate the Aharonov–Bohm effect, to examine the effects of gravity acting on an elementary particle, and to demonstrate a strange behavior of fermions that is at the basis of the Pauli exclusion principle: Unlike macroscopic objects, when fermions are rotated by 360° about any axis, they do not return to their original state, but develop a minus sign in their wave function."}
{"topic": "Interferometry", "category": "Tools & Techniques in Astronomy", "chunk_id": 173, "content": "In other words, a fermion needs to be rotated 720° before returning to its original state."}
{"topic": "Interferometry", "category": "Tools & Techniques in Astronomy", "chunk_id": 174, "content": "Atom interferometry techniques are reaching sufficient precision to allow laboratory-scale tests of general relativity."}
{"topic": "Interferometry", "category": "Tools & Techniques in Astronomy", "chunk_id": 175, "content": "Interferometers are used in atmospheric physics for high-precision measurements of trace gases via remote sounding of the atmosphere. There are several examples of interferometers that utilize either absorption or emission features of trace gases."}
{"topic": "Interferometry", "category": "Tools & Techniques in Astronomy", "chunk_id": 176, "content": "A typical use would be in continual monitoring of the column concentration of trace gases such as ozone and carbon monoxide above the instrument."}
{"topic": "Interferometry", "category": "Tools & Techniques in Astronomy", "chunk_id": 177, "content": "Engineering and applied science Newton (test plate) interferometry is frequently used in the optical industry for testing the quality of surfaces as they are being shaped and figured."}
{"topic": "Interferometry", "category": "Tools & Techniques in Astronomy", "chunk_id": 178, "content": "Fig."}
{"topic": "Interferometry", "category": "Tools & Techniques in Astronomy", "chunk_id": 179, "content": "13 shows photos of reference flats being used to check two test flats at different stages of completion, showing the different patterns of interference fringes."}
{"topic": "Interferometry", "category": "Tools & Techniques in Astronomy", "chunk_id": 180, "content": "The reference flats are resting with their bottom surfaces in contact with the test flats, and they are illuminated by a monochromatic light source."}
{"topic": "Interferometry", "category": "Tools & Techniques in Astronomy", "chunk_id": 181, "content": "The light waves reflected from both surfaces interfere, resulting in a pattern of bright and dark bands."}
{"topic": "Interferometry", "category": "Tools & Techniques in Astronomy", "chunk_id": 182, "content": "The surface in the left photo is nearly flat, indicated by a pattern of straight parallel interference fringes at equal intervals. The surface in the right photo is uneven, resulting in a pattern of curved fringes."}
{"topic": "Interferometry", "category": "Tools & Techniques in Astronomy", "chunk_id": 183, "content": "Each pair of adjacent fringes represents a difference in surface elevation of half a wavelength of the light used, so differences in elevation can be measured by counting the fringes."}
{"topic": "Interferometry", "category": "Tools & Techniques in Astronomy", "chunk_id": 184, "content": "The flatness of the surfaces can be measured to millionths of an inch by this method."}
{"topic": "Interferometry", "category": "Tools & Techniques in Astronomy", "chunk_id": 185, "content": "To determine whether the surface being tested is concave or convex with respect to the reference optical flat, any of several procedures may be adopted."}
{"topic": "Interferometry", "category": "Tools & Techniques in Astronomy", "chunk_id": 186, "content": "One can observe how the fringes are displaced when one presses gently on the top flat."}
{"topic": "Interferometry", "category": "Tools & Techniques in Astronomy", "chunk_id": 187, "content": "If one observes the fringes in white light, the sequence of colors becomes familiar with experience and aids in interpretation."}
{"topic": "Interferometry", "category": "Tools & Techniques in Astronomy", "chunk_id": 188, "content": "Finally one may compare the appearance of the fringes as one moves ones head from a normal to an oblique viewing position."}
{"topic": "Interferometry", "category": "Tools & Techniques in Astronomy", "chunk_id": 189, "content": "These sorts of maneuvers, while common in the optical shop, are not suitable in a formal testing environment."}
{"topic": "Interferometry", "category": "Tools & Techniques in Astronomy", "chunk_id": 190, "content": "When the flats are ready for sale, they will typically be mounted in a Fizeau interferometer for formal testing and certification."}
{"topic": "Interferometry", "category": "Tools & Techniques in Astronomy", "chunk_id": 191, "content": "Fabry-Pérot etalons are widely used in telecommunications, lasers and spectroscopy to control and measure the wavelengths of light."}
{"topic": "Interferometry", "category": "Tools & Techniques in Astronomy", "chunk_id": 192, "content": "Dichroic filters are multiple layer thin-film etalons."}
{"topic": "Interferometry", "category": "Tools & Techniques in Astronomy", "chunk_id": 193, "content": "In telecommunications, wavelength-division multiplexing, the technology that enables the use of multiple wavelengths of light through a single optical fiber, depends on filtering devices that are thin-film etalons."}
{"topic": "Interferometry", "category": "Tools & Techniques in Astronomy", "chunk_id": 194, "content": "Single-mode lasers employ etalons to suppress all optical cavity modes except the single one of interest."}
{"topic": "Interferometry", "category": "Tools & Techniques in Astronomy", "chunk_id": 195, "content": ": 42 The Twyman–Green interferometer, invented by Twyman and Green in 1916, is a variant of the Michelson interferometer widely used to test optical components."}
{"topic": "Interferometry", "category": "Tools & Techniques in Astronomy", "chunk_id": 196, "content": "The basic characteristics distinguishing it from the Michelson configuration are the use of a monochromatic point light source and a collimator."}
{"topic": "Interferometry", "category": "Tools & Techniques in Astronomy", "chunk_id": 197, "content": "Michelson (1918) criticized the Twyman–Green configuration as being unsuitable for the testing of large optical components, since the light sources available at the time had limited coherence length. Michelson pointed out that constraints on geometry forced by limited coherence length required the use of a reference mirror of equal size to the test mirror, making the Twyman–Green impractical for many purposes."}
{"topic": "Interferometry", "category": "Tools & Techniques in Astronomy", "chunk_id": 198, "content": "Decades later, the advent of laser light sources answered Michelson's objections."}
{"topic": "Interferometry", "category": "Tools & Techniques in Astronomy", "chunk_id": 199, "content": "(A Twyman–Green interferometer using a laser light source and unequal path length is known as a Laser Unequal Path Interferometer, or LUPI.)"}
{"topic": "Interferometry", "category": "Tools & Techniques in Astronomy", "chunk_id": 200, "content": "Fig."}
{"topic": "Interferometry", "category": "Tools & Techniques in Astronomy", "chunk_id": 201, "content": "14 illustrates a Twyman–Green interferometer set up to test a lens."}
{"topic": "Interferometry", "category": "Tools & Techniques in Astronomy", "chunk_id": 202, "content": "Light from a monochromatic point source is expanded by a diverging lens (not shown), then is collimated into a parallel beam."}
{"topic": "Interferometry", "category": "Tools & Techniques in Astronomy", "chunk_id": 203, "content": "A convex spherical mirror is positioned so that its center of curvature coincides with the focus of the lens being tested."}
{"topic": "Interferometry", "category": "Tools & Techniques in Astronomy", "chunk_id": 204, "content": "The emergent beam is recorded by an imaging system for analysis."}
{"topic": "Interferometry", "category": "Tools & Techniques in Astronomy", "chunk_id": 205, "content": "Mach–Zehnder interferometers are being used in integrated optical circuits, in which light interferes between two branches of a waveguide that are externally modulated to vary their relative phase."}
{"topic": "Interferometry", "category": "Tools & Techniques in Astronomy", "chunk_id": 206, "content": "A slight tilt of one of the beam splitters will result in a path difference and a change in the interference pattern."}
{"topic": "Interferometry", "category": "Tools & Techniques in Astronomy", "chunk_id": 207, "content": "Mach–Zehnder interferometers are the basis of a wide variety of devices, from RF modulators to sensors to optical switches."}
{"topic": "Interferometry", "category": "Tools & Techniques in Astronomy", "chunk_id": 208, "content": "The latest proposed extremely large astronomical telescopes, such as the Thirty Meter Telescope and the Extremely Large Telescope, will be of segmented design."}
{"topic": "Interferometry", "category": "Tools & Techniques in Astronomy", "chunk_id": 209, "content": "Their primary mirrors will be built from hundreds of hexagonal mirror segments."}
{"topic": "Interferometry", "category": "Tools & Techniques in Astronomy", "chunk_id": 210, "content": "Polishing and figuring these highly aspheric and non-rotationally symmetric mirror segments presents a major challenge."}
{"topic": "Interferometry", "category": "Tools & Techniques in Astronomy", "chunk_id": 211, "content": "Traditional means of optical testing compares a surface against a spherical reference with the aid of a null corrector."}
{"topic": "Interferometry", "category": "Tools & Techniques in Astronomy", "chunk_id": 212, "content": "In recent years, computer-generated holograms (CGHs) have begun to supplement null correctors in test setups for complex aspheric surfaces."}
{"topic": "Interferometry", "category": "Tools & Techniques in Astronomy", "chunk_id": 213, "content": "Fig."}
{"topic": "Interferometry", "category": "Tools & Techniques in Astronomy", "chunk_id": 214, "content": "15 illustrates how this is done."}
{"topic": "Interferometry", "category": "Tools & Techniques in Astronomy", "chunk_id": 215, "content": "Unlike the figure, actual CGHs have line spacing on the order of 1 to 10 μm."}
{"topic": "Interferometry", "category": "Tools & Techniques in Astronomy", "chunk_id": 216, "content": "When laser light is passed through the CGH, the zero-order diffracted beam experiences no wavefront modification."}
{"topic": "Interferometry", "category": "Tools & Techniques in Astronomy", "chunk_id": 217, "content": "The wavefront of the first-order diffracted beam, however, is modified to match the desired shape of the test surface."}
{"topic": "Interferometry", "category": "Tools & Techniques in Astronomy", "chunk_id": 218, "content": "In the illustrated Fizeau interferometer test setup, the zero-order diffracted beam is directed towards the spherical reference surface, and the first-order diffracted beam is directed towards the test surface in such a way that the two reflected beams combine to form interference fringes."}
{"topic": "Interferometry", "category": "Tools & Techniques in Astronomy", "chunk_id": 219, "content": "The same test setup can be used for the innermost mirrors as for the outermost, with only the CGH needing to be exchanged."}
{"topic": "Interferometry", "category": "Tools & Techniques in Astronomy", "chunk_id": 220, "content": "Ring laser gyroscopes (RLGs) and fibre optic gyroscopes (FOGs) are interferometers used in navigation systems."}
{"topic": "Interferometry", "category": "Tools & Techniques in Astronomy", "chunk_id": 221, "content": "They operate on the principle of the Sagnac effect."}
{"topic": "Interferometry", "category": "Tools & Techniques in Astronomy", "chunk_id": 222, "content": "The distinction between RLGs and FOGs is that in a RLG, the entire ring is part of the laser while in a FOG, an external laser injects counter-propagating beams into an optical fiber ring, and rotation of the system then causes a relative phase shift between those beams. In a RLG, the observed phase shift is proportional to the accumulated rotation, while in a FOG, the observed phase shift is proportional to the angular velocity."}
{"topic": "Interferometry", "category": "Tools & Techniques in Astronomy", "chunk_id": 223, "content": "In telecommunication networks, heterodyning is used to move frequencies of individual signals to different channels which may share a single physical transmission line."}
{"topic": "Interferometry", "category": "Tools & Techniques in Astronomy", "chunk_id": 224, "content": "This is called frequency division multiplexing (FDM)."}
{"topic": "Interferometry", "category": "Tools & Techniques in Astronomy", "chunk_id": 225, "content": "For example, a coaxial cable used by a cable television system can carry 500 television channels at the same time because each one is given a different frequency, so they don't interfere with one another."}
{"topic": "Interferometry", "category": "Tools & Techniques in Astronomy", "chunk_id": 226, "content": "Continuous wave (CW) doppler radar detectors are basically heterodyne detection devices that compare transmitted and reflected beams."}
{"topic": "Interferometry", "category": "Tools & Techniques in Astronomy", "chunk_id": 227, "content": "Optical heterodyne detection is used for coherent Doppler lidar measurements capable of detecting very weak light scattered in the atmosphere and monitoring wind speeds with high accuracy."}
{"topic": "Interferometry", "category": "Tools & Techniques in Astronomy", "chunk_id": 228, "content": "It has application in optical fiber communications, in various high resolution spectroscopic techniques, and the self-heterodyne method can be used to measure the linewidth of a laser."}
{"topic": "Interferometry", "category": "Tools & Techniques in Astronomy", "chunk_id": 229, "content": "Optical heterodyne detection is an essential technique used in high-accuracy measurements of the frequencies of optical sources, as well as in the stabilization of their frequencies."}
{"topic": "Interferometry", "category": "Tools & Techniques in Astronomy", "chunk_id": 230, "content": "Until a relatively few years ago, lengthy frequency chains were needed to connect the microwave frequency of a cesium or other atomic time source to optical frequencies."}
{"topic": "Interferometry", "category": "Tools & Techniques in Astronomy", "chunk_id": 231, "content": "At each step of the chain, a frequency multiplier would be used to produce a harmonic of the frequency of that step, which would be compared by heterodyne detection with the next step (the output of a microwave source, far infrared laser, infrared laser, or visible laser)."}
{"topic": "Interferometry", "category": "Tools & Techniques in Astronomy", "chunk_id": 232, "content": "Each measurement of a single spectral line required several years of effort in the construction of a custom frequency chain."}
{"topic": "Interferometry", "category": "Tools & Techniques in Astronomy", "chunk_id": 233, "content": "Currently, optical frequency combs have provided a much simpler method of measuring optical frequencies."}
{"topic": "Interferometry", "category": "Tools & Techniques in Astronomy", "chunk_id": 234, "content": "If a mode-locked laser is modulated to form a train of pulses, its spectrum is seen to consist of the carrier frequency surrounded by a closely spaced comb of optical sideband frequencies with a spacing equal to the pulse repetition frequency (Fig."}
{"topic": "Interferometry", "category": "Tools & Techniques in Astronomy", "chunk_id": 235, "content": "16)."}
{"topic": "Interferometry", "category": "Tools & Techniques in Astronomy", "chunk_id": 236, "content": "The pulse repetition frequency is locked to that of the frequency standard, and the frequencies of the comb elements at the red end of the spectrum are doubled and heterodyned with the frequencies of the comb elements at the blue end of the spectrum, thus allowing the comb to serve as its own reference."}
{"topic": "Interferometry", "category": "Tools & Techniques in Astronomy", "chunk_id": 237, "content": "In this manner, locking of the frequency comb output to an atomic standard can be performed in a single step."}
{"topic": "Interferometry", "category": "Tools & Techniques in Astronomy", "chunk_id": 238, "content": "To measure an unknown frequency, the frequency comb output is dispersed into a spectrum. The unknown frequency is overlapped with the appropriate spectral segment of the comb and the frequency of the resultant heterodyne beats is measured."}
{"topic": "Interferometry", "category": "Tools & Techniques in Astronomy", "chunk_id": 239, "content": "One of the most common industrial applications of optical interferometry is as a versatile measurement tool for the high precision examination of surface topography."}
{"topic": "Interferometry", "category": "Tools & Techniques in Astronomy", "chunk_id": 240, "content": "Popular interferometric measurement techniques include Phase Shifting Interferometry (PSI), and Vertical Scanning Interferometry(VSI), also known as scanning white light interferometry (SWLI) or by the ISO term coherence scanning interferometry (CSI), CSI exploits coherence to extend the range of capabilities for interference microscopy."}
{"topic": "Interferometry", "category": "Tools & Techniques in Astronomy", "chunk_id": 241, "content": "These techniques are widely used in micro-electronic and micro-optic fabrication."}
{"topic": "Interferometry", "category": "Tools & Techniques in Astronomy", "chunk_id": 242, "content": "PSI uses monochromatic light and provides very precise measurements; however it is only usable for surfaces that are very smooth."}
{"topic": "Interferometry", "category": "Tools & Techniques in Astronomy", "chunk_id": 243, "content": "CSI often uses white light and high numerical apertures, and rather than looking at the phase of the fringes, as does PSI, looks for best position of maximum fringe contrast or some other feature of the overall fringe pattern."}
{"topic": "Interferometry", "category": "Tools & Techniques in Astronomy", "chunk_id": 244, "content": "In its simplest form, CSI provides less precise measurements than PSI but can be used on rough surfaces."}
{"topic": "Interferometry", "category": "Tools & Techniques in Astronomy", "chunk_id": 245, "content": "Some configurations of CSI, variously known as Enhanced VSI (EVSI), high-resolution SWLI or Frequency Domain Analysis (FDA), use coherence effects in combination with interference phase to enhance precision."}
{"topic": "Interferometry", "category": "Tools & Techniques in Astronomy", "chunk_id": 246, "content": "Phase Shifting Interferometry addresses several issues associated with the classical analysis of static interferograms."}
{"topic": "Interferometry", "category": "Tools & Techniques in Astronomy", "chunk_id": 247, "content": "Classically, one measures the positions of the fringe centers."}
{"topic": "Interferometry", "category": "Tools & Techniques in Astronomy", "chunk_id": 248, "content": "As seen in Fig."}
{"topic": "Interferometry", "category": "Tools & Techniques in Astronomy", "chunk_id": 249, "content": "13, fringe deviations from straightness and equal spacing provide a measure of the aberration."}
{"topic": "Interferometry", "category": "Tools & Techniques in Astronomy", "chunk_id": 250, "content": "Errors in determining the location of the fringe centers provide the inherent limit to precision of the classical analysis, and any intensity variations across the interferogram will also introduce error."}
{"topic": "Interferometry", "category": "Tools & Techniques in Astronomy", "chunk_id": 251, "content": "There is a trade-off between precision and number of data points: closely spaced fringes provide many data points of low precision, while widely spaced fringes provide a low number of high precision data points."}
{"topic": "Interferometry", "category": "Tools & Techniques in Astronomy", "chunk_id": 252, "content": "Since fringe center data is all that one uses in the classical analysis, all of the other information that might theoretically be obtained by detailed analysis of the intensity variations in an interferogram is thrown away."}
{"topic": "Interferometry", "category": "Tools & Techniques in Astronomy", "chunk_id": 253, "content": "Finally, with static interferograms, additional information is needed to determine the polarity of the wavefront: In Fig."}
{"topic": "Interferometry", "category": "Tools & Techniques in Astronomy", "chunk_id": 254, "content": "13, one can see that the tested surface on the right deviates from flatness, but one cannot tell from this single image whether this deviation from flatness is concave or convex."}
{"topic": "Interferometry", "category": "Tools & Techniques in Astronomy", "chunk_id": 255, "content": "Traditionally, this information would be obtained using non-automated means, such as by observing the direction that the fringes move when the reference surface is pushed."}
{"topic": "Interferometry", "category": "Tools & Techniques in Astronomy", "chunk_id": 256, "content": "Phase shifting interferometry overcomes these limitations by not relying on finding fringe centers, but rather by collecting intensity data from every point of the CCD image sensor."}
{"topic": "Interferometry", "category": "Tools & Techniques in Astronomy", "chunk_id": 257, "content": "As seen in Fig."}
{"topic": "Interferometry", "category": "Tools & Techniques in Astronomy", "chunk_id": 258, "content": "17, multiple interferograms (at least three) are analyzed with the reference optical surface shifted by a precise fraction of a wavelength between each exposure using a piezoelectric transducer (PZT)."}
{"topic": "Interferometry", "category": "Tools & Techniques in Astronomy", "chunk_id": 259, "content": "Alternatively, precise phase shifts can be introduced by modulating the laser frequency."}
{"topic": "Interferometry", "category": "Tools & Techniques in Astronomy", "chunk_id": 260, "content": "The captured images are processed by a computer to calculate the optical wavefront errors."}
{"topic": "Interferometry", "category": "Tools & Techniques in Astronomy", "chunk_id": 261, "content": "The precision and reproducibility of PSI is far greater than possible in static interferogram analysis, with measurement repeatabilities of a hundredth of a wavelength being routine."}
{"topic": "Interferometry", "category": "Tools & Techniques in Astronomy", "chunk_id": 262, "content": "Phase shifting technology has been adapted to a variety of interferometer types such as Twyman–Green, Mach–Zehnder, laser Fizeau, and even common path configurations such as point diffraction and lateral shearing interferometers."}
{"topic": "Interferometry", "category": "Tools & Techniques in Astronomy", "chunk_id": 263, "content": "More generally, phase shifting techniques can be adapted to almost any system that uses fringes for measurement, such as holographic and speckle interferometry."}
{"topic": "Interferometry", "category": "Tools & Techniques in Astronomy", "chunk_id": 264, "content": "In coherence scanning interferometry, interference is only achieved when the path length delays of the interferometer are matched within the coherence time of the light source."}
{"topic": "Interferometry", "category": "Tools & Techniques in Astronomy", "chunk_id": 265, "content": "CSI monitors the fringe contrast rather than the phase of the fringes."}
{"topic": "Interferometry", "category": "Tools & Techniques in Astronomy", "chunk_id": 266, "content": ": 105 Fig."}
{"topic": "Interferometry", "category": "Tools & Techniques in Astronomy", "chunk_id": 267, "content": "17 illustrates a CSI microscope using a Mirau interferometer in the objective; other forms of interferometer used with white light include the Michelson interferometer (for low magnification objectives, where the reference mirror in a Mirau objective would interrupt too much of the aperture) and the Linnik interferometer (for high magnification objectives with limited working distance)."}
{"topic": "Interferometry", "category": "Tools & Techniques in Astronomy", "chunk_id": 268, "content": "The sample (or alternatively, the objective) is moved vertically over the full height range of the sample, and the position of maximum fringe contrast is found for each pixel."}
{"topic": "Interferometry", "category": "Tools & Techniques in Astronomy", "chunk_id": 269, "content": "The chief benefit of coherence scanning interferometry is that systems can be designed that do not suffer from the 2 pi ambiguity of coherent interferometry, and as seen in Fig."}
{"topic": "Interferometry", "category": "Tools & Techniques in Astronomy", "chunk_id": 270, "content": "18, which scans a 180μm x 140μm x 10μm volume, it is well suited to profiling steps and rough surfaces."}
{"topic": "Interferometry", "category": "Tools & Techniques in Astronomy", "chunk_id": 271, "content": "The axial resolution of the system is determined in part by the coherence length of the light source."}
{"topic": "Interferometry", "category": "Tools & Techniques in Astronomy", "chunk_id": 272, "content": "Industrial applications include in-process surface metrology, roughness measurement, 3D surface metrology in hard-to-reach spaces and in hostile environments, profilometry of surfaces with high aspect ratio features (grooves, channels, holes), and film thickness measurement (semi-conductor and optical industries, etc.)."}
{"topic": "Interferometry", "category": "Tools & Techniques in Astronomy", "chunk_id": 273, "content": "Fig."}
{"topic": "Interferometry", "category": "Tools & Techniques in Astronomy", "chunk_id": 274, "content": "19 illustrates a Twyman–Green interferometer set up for white light scanning of a macroscopic object."}
{"topic": "Interferometry", "category": "Tools & Techniques in Astronomy", "chunk_id": 275, "content": "Holographic interferometry is a technique which uses holography to monitor small deformations in single wavelength implementations."}
{"topic": "Interferometry", "category": "Tools & Techniques in Astronomy", "chunk_id": 276, "content": "In multi-wavelength implementations, it is used to perform dimensional metrology of large parts and assemblies and to detect larger surface defects."}
{"topic": "Interferometry", "category": "Tools & Techniques in Astronomy", "chunk_id": 277, "content": ": 111–120 Holographic interferometry was discovered by accident as a result of mistakes committed during the making of holograms."}
{"topic": "Interferometry", "category": "Tools & Techniques in Astronomy", "chunk_id": 278, "content": "Early lasers were relatively weak and photographic plates were insensitive, necessitating long exposures during which vibrations or minute shifts might occur in the optical system."}
{"topic": "Interferometry", "category": "Tools & Techniques in Astronomy", "chunk_id": 279, "content": "The resultant holograms, which showed the holographic subject covered with fringes, were considered ruined."}
{"topic": "Interferometry", "category": "Tools & Techniques in Astronomy", "chunk_id": 280, "content": "Eventually, several independent groups of experimenters in the mid-60s realized that the fringes encoded important information about dimensional changes occurring in the subject, and began intentionally producing holographic double exposures."}
{"topic": "Interferometry", "category": "Tools & Techniques in Astronomy", "chunk_id": 281, "content": "The main Holographic interferometry article covers the disputes over priority of discovery that occurred during the issuance of the patent for this method."}
{"topic": "Interferometry", "category": "Tools & Techniques in Astronomy", "chunk_id": 282, "content": "Double- and multi- exposure holography is one of three methods used to create holographic interferograms."}
{"topic": "Interferometry", "category": "Tools & Techniques in Astronomy", "chunk_id": 283, "content": "A first exposure records the object in an unstressed state."}
{"topic": "Interferometry", "category": "Tools & Techniques in Astronomy", "chunk_id": 284, "content": "Subsequent exposures on the same photographic plate are made while the object is subjected to some stress."}
{"topic": "Interferometry", "category": "Tools & Techniques in Astronomy", "chunk_id": 285, "content": "The composite image depicts the difference between the stressed and unstressed states."}
{"topic": "Interferometry", "category": "Tools & Techniques in Astronomy", "chunk_id": 286, "content": "Real-time holography is a second method of creating holographic interferograms."}
{"topic": "Interferometry", "category": "Tools & Techniques in Astronomy", "chunk_id": 287, "content": "A holograph of the unstressed object is created."}
{"topic": "Interferometry", "category": "Tools & Techniques in Astronomy", "chunk_id": 288, "content": "This holograph is illuminated with a reference beam to generate a hologram image of the object directly superimposed over the original object itself while the object is being subjected to some stress."}
{"topic": "Interferometry", "category": "Tools & Techniques in Astronomy", "chunk_id": 289, "content": "The object waves from this hologram image will interfere with new waves coming from the object."}
{"topic": "Interferometry", "category": "Tools & Techniques in Astronomy", "chunk_id": 290, "content": "This technique allows real time monitoring of shape changes."}
{"topic": "Interferometry", "category": "Tools & Techniques in Astronomy", "chunk_id": 291, "content": "The third method, time-average holography, involves creating a holograph while the object is subjected to a periodic stress or vibration."}
{"topic": "Interferometry", "category": "Tools & Techniques in Astronomy", "chunk_id": 292, "content": "This yields a visual image of the vibration pattern."}
{"topic": "Interferometry", "category": "Tools & Techniques in Astronomy", "chunk_id": 293, "content": "Interferometric synthetic aperture radar (InSAR) is a radar technique used in geodesy and remote sensing."}
{"topic": "Interferometry", "category": "Tools & Techniques in Astronomy", "chunk_id": 294, "content": "Satellite synthetic aperture radar images of a geographic feature are taken on separate days, and changes that have taken place between radar images taken on the separate days are recorded as fringes similar to those obtained in holographic interferometry."}
{"topic": "Interferometry", "category": "Tools & Techniques in Astronomy", "chunk_id": 295, "content": "The technique can monitor centimeter- to millimeter-scale deformation resulting from earthquakes, volcanoes and landslides, and also has uses in structural engineering, in particular for the monitoring of subsidence and structural stability."}
{"topic": "Interferometry", "category": "Tools & Techniques in Astronomy", "chunk_id": 296, "content": "Fig 20 shows Kilauea, an active volcano in Hawaii."}
{"topic": "Interferometry", "category": "Tools & Techniques in Astronomy", "chunk_id": 297, "content": "Data acquired using the space shuttle Endeavour's X-band Synthetic Aperture Radar on April 13, 1994 and October 4, 1994 were used to generate interferometric fringes, which were overlaid on the X-SAR image of Kilauea."}
{"topic": "Interferometry", "category": "Tools & Techniques in Astronomy", "chunk_id": 298, "content": "Electronic speckle pattern interferometry (ESPI), also known as TV holography, uses video detection and recording to produce an image of the object upon which is superimposed a fringe pattern which represents the displacement of the object between recordings."}
{"topic": "Interferometry", "category": "Tools & Techniques in Astronomy", "chunk_id": 299, "content": "(see Fig."}
{"topic": "Interferometry", "category": "Tools & Techniques in Astronomy", "chunk_id": 300, "content": "21) The fringes are similar to those obtained in holographic interferometry."}
{"topic": "Interferometry", "category": "Tools & Techniques in Astronomy", "chunk_id": 301, "content": ": 111–120 When lasers were first invented, laser speckle was considered to be a severe drawback in using lasers to illuminate objects, particularly in holographic imaging because of the grainy image produced."}
{"topic": "Interferometry", "category": "Tools & Techniques in Astronomy", "chunk_id": 302, "content": "It was later realized that speckle patterns could carry information about the object's surface deformations."}
{"topic": "Interferometry", "category": "Tools & Techniques in Astronomy", "chunk_id": 303, "content": "Butters and Leendertz developed the technique of speckle pattern interferometry in 1970, and since then, speckle has been exploited in a variety of other applications."}
{"topic": "Interferometry", "category": "Tools & Techniques in Astronomy", "chunk_id": 304, "content": "A photograph is made of the speckle pattern before deformation, and a second photograph is made of the speckle pattern after deformation."}
{"topic": "Interferometry", "category": "Tools & Techniques in Astronomy", "chunk_id": 305, "content": "Digital subtraction of the two images results in a correlation fringe pattern, where the fringes represent lines of equal deformation."}
{"topic": "Interferometry", "category": "Tools & Techniques in Astronomy", "chunk_id": 306, "content": "Short laser pulses in the nanosecond range can be used to capture very fast transient events."}
{"topic": "Interferometry", "category": "Tools & Techniques in Astronomy", "chunk_id": 307, "content": "A phase problem exists: In the absence of other information, one cannot tell the difference between contour lines indicating a peak versus contour lines indicating a trough."}
{"topic": "Interferometry", "category": "Tools & Techniques in Astronomy", "chunk_id": 308, "content": "To resolve the issue of phase ambiguity, ESPI may be combined with phase shifting methods."}
{"topic": "Interferometry", "category": "Tools & Techniques in Astronomy", "chunk_id": 309, "content": "A method of establishing precise geodetic baselines, invented by Yrjö Väisälä, exploited the low coherence length of white light."}
{"topic": "Interferometry", "category": "Tools & Techniques in Astronomy", "chunk_id": 310, "content": "Initially, white light was split in two, with the reference beam \"folded\", bouncing back-and-forth six times between a mirror pair spaced precisely 1 m apart."}
{"topic": "Interferometry", "category": "Tools & Techniques in Astronomy", "chunk_id": 311, "content": "Only if the test path was precisely 6 times the reference path would fringes be seen."}
{"topic": "Interferometry", "category": "Tools & Techniques in Astronomy", "chunk_id": 312, "content": "Repeated applications of this procedure allowed precise measurement of distances up to 864 meters."}
{"topic": "Interferometry", "category": "Tools & Techniques in Astronomy", "chunk_id": 313, "content": "Baselines thus established were used to calibrate geodetic distance measurement equipment, leading to a metrologically traceable scale for geodetic networks measured by these instruments."}
{"topic": "Interferometry", "category": "Tools & Techniques in Astronomy", "chunk_id": 314, "content": "(This method has been superseded by GPS.)"}
{"topic": "Interferometry", "category": "Tools & Techniques in Astronomy", "chunk_id": 315, "content": "Other uses of interferometers have been to study dispersion of materials, measurement of complex indices of refraction, and thermal properties."}
{"topic": "Interferometry", "category": "Tools & Techniques in Astronomy", "chunk_id": 316, "content": "They are also used for three-dimensional motion mapping including mapping vibrational patterns of structures."}
{"topic": "Interferometry", "category": "Tools & Techniques in Astronomy", "chunk_id": 317, "content": "Biology and medicine Optical interferometry, applied to biology and medicine, provides sensitive metrology capabilities for the measurement of biomolecules, subcellular components, cells and tissues."}
{"topic": "Interferometry", "category": "Tools & Techniques in Astronomy", "chunk_id": 318, "content": "Many forms of label-free biosensors rely on interferometry because the direct interaction of electromagnetic fields with local molecular polarizability eliminates the need for fluorescent tags or nanoparticle markers."}
{"topic": "Interferometry", "category": "Tools & Techniques in Astronomy", "chunk_id": 319, "content": "At a larger scale, cellular interferometry shares aspects with phase-contrast microscopy, but comprises a much larger class of phase-sensitive optical configurations that rely on optical interference among cellular constituents through refraction and diffraction."}
{"topic": "Interferometry", "category": "Tools & Techniques in Astronomy", "chunk_id": 320, "content": "At the tissue scale, partially-coherent forward-scattered light propagation through the micro aberrations and heterogeneity of tissue structure provides opportunities to use phase-sensitive gating (optical coherence tomography) as well as phase-sensitive fluctuation spectroscopy to image subtle structural and dynamical properties."}
{"topic": "Interferometry", "category": "Tools & Techniques in Astronomy", "chunk_id": 321, "content": "Optical coherence tomography (OCT) is a medical imaging technique using low-coherence interferometry to provide tomographic visualization of internal tissue microstructures."}
{"topic": "Interferometry", "category": "Tools & Techniques in Astronomy", "chunk_id": 322, "content": "As seen in Fig."}
{"topic": "Interferometry", "category": "Tools & Techniques in Astronomy", "chunk_id": 323, "content": "22, the core of a typical OCT system is a Michelson interferometer."}
{"topic": "Interferometry", "category": "Tools & Techniques in Astronomy", "chunk_id": 324, "content": "One interferometer arm is focused onto the tissue sample and scans the sample in an X-Y longitudinal raster pattern."}
{"topic": "Interferometry", "category": "Tools & Techniques in Astronomy", "chunk_id": 325, "content": "The other interferometer arm is bounced off a reference mirror."}
{"topic": "Interferometry", "category": "Tools & Techniques in Astronomy", "chunk_id": 326, "content": "Reflected light from the tissue sample is combined with reflected light from the reference."}
{"topic": "Interferometry", "category": "Tools & Techniques in Astronomy", "chunk_id": 327, "content": "Because of the low coherence of the light source, interferometric signal is observed only over a limited depth of sample."}
{"topic": "Interferometry", "category": "Tools & Techniques in Astronomy", "chunk_id": 328, "content": "X-Y scanning therefore records one thin optical slice of the sample at a time."}
{"topic": "Interferometry", "category": "Tools & Techniques in Astronomy", "chunk_id": 329, "content": "By performing multiple scans, moving the reference mirror between each scan, an entire three-dimensional image of the tissue can be reconstructed."}
{"topic": "Interferometry", "category": "Tools & Techniques in Astronomy", "chunk_id": 330, "content": "Recent advances have striven to combine the nanometer phase retrieval of coherent interferometry with the ranging capability of low-coherence interferometry."}
{"topic": "Interferometry", "category": "Tools & Techniques in Astronomy", "chunk_id": 331, "content": "Phase contrast and differential interference contrast (DIC) microscopy are important tools in biology and medicine."}
{"topic": "Interferometry", "category": "Tools & Techniques in Astronomy", "chunk_id": 332, "content": "Most animal cells and single-celled organisms have very little color, and their intracellular organelles are almost totally invisible under simple bright field illumination."}
{"topic": "Interferometry", "category": "Tools & Techniques in Astronomy", "chunk_id": 333, "content": "These structures can be made visible by staining the specimens, but staining procedures are time-consuming and kill the cells."}
{"topic": "Interferometry", "category": "Tools & Techniques in Astronomy", "chunk_id": 334, "content": "As seen in Figs."}
{"topic": "Interferometry", "category": "Tools & Techniques in Astronomy", "chunk_id": 335, "content": "24 and 25, phase contrast and DIC microscopes allow unstained, living cells to be studied."}
{"topic": "Interferometry", "category": "Tools & Techniques in Astronomy", "chunk_id": 336, "content": "DIC also has non-biological applications, for example in the analysis of planar silicon semiconductor processing."}
{"topic": "Interferometry", "category": "Tools & Techniques in Astronomy", "chunk_id": 337, "content": "Angle-resolved low-coherence interferometry (a/LCI) uses scattered light to measure the sizes of subcellular objects, including cell nuclei."}
{"topic": "Interferometry", "category": "Tools & Techniques in Astronomy", "chunk_id": 338, "content": "This allows interferometry depth measurements to be combined with density measurements."}
{"topic": "Interferometry", "category": "Tools & Techniques in Astronomy", "chunk_id": 339, "content": "Various correlations have been found between the state of tissue health and the measurements of subcellular objects."}
{"topic": "Interferometry", "category": "Tools & Techniques in Astronomy", "chunk_id": 340, "content": "For example, it has been found that as tissue changes from normal to cancerous, the average cell nuclei size increases."}
{"topic": "Interferometry", "category": "Tools & Techniques in Astronomy", "chunk_id": 341, "content": "Phase-contrast X-ray imaging (Fig."}
{"topic": "Interferometry", "category": "Tools & Techniques in Astronomy", "chunk_id": 342, "content": "26) refers to a variety of techniques that use phase information of a coherent x-ray beam to image soft tissues."}
{"topic": "Interferometry", "category": "Tools & Techniques in Astronomy", "chunk_id": 343, "content": "(For an elementary discussion, see Phase-contrast x-ray imaging (introduction). For a more in-depth review, see Phase-contrast X-ray imaging.)"}
{"topic": "Interferometry", "category": "Tools & Techniques in Astronomy", "chunk_id": 344, "content": "It has become an important method for visualizing cellular and histological structures in a wide range of biological and medical studies."}
{"topic": "Interferometry", "category": "Tools & Techniques in Astronomy", "chunk_id": 345, "content": "There are several technologies being used for x-ray phase-contrast imaging, all utilizing different principles to convert phase variations in the x-rays emerging from an object into intensity variations."}
{"topic": "Interferometry", "category": "Tools & Techniques in Astronomy", "chunk_id": 346, "content": "These include propagation-based phase contrast, Talbot interferometry, Moiré-based far-field interferometry, refraction-enhanced imaging, and x-ray interferometry."}
{"topic": "Interferometry", "category": "Tools & Techniques in Astronomy", "chunk_id": 347, "content": "These methods provide higher contrast compared to normal absorption-contrast x-ray imaging, making it possible to see smaller details."}
{"topic": "Interferometry", "category": "Tools & Techniques in Astronomy", "chunk_id": 348, "content": "A disadvantage is that these methods require more sophisticated equipment, such as synchrotron or microfocus x-ray sources, x-ray optics, or high resolution x-ray detectors."}
{"topic": "Interferometry", "category": "Tools & Techniques in Astronomy", "chunk_id": 349, "content": "See also Coherence Coherence scanning interferometry Fine Guidance Sensor (HST) (HST FGS are interferometers) Holography Interferometric visibility Interference lithography List of types of interferometers Ramsey interferometry Seismic interferometry Superposition principle Very-long-baseline interferometry Zero spacing flux References Media related to Interferometry at Wikimedia Commons"}
