{
  "topic": "Dyson sphere",
  "category": "Popular Questions and Concepts",
  "source": "Wikipedia",
  "raw_text": "A Dyson sphere is a hypothetical megastructure that encompasses a star and captures a large percentage of its power output. The concept is a thought experiment that attempts to imagine how a spacefaring civilization would meet its energy requirements once those requirements exceed what can be generated from the home planet's resources alone. Because only a tiny fraction of a star's energy emissions reaches the surface of any orbiting planet, building structures encircling a star would enable a civilization to harvest far more energy.\nThe first modern imagining of such a structure was by Olaf Stapledon in his science fiction novel Star Maker (1937). The concept was later explored by the physicist Freeman Dyson in his 1960 paper \"Search for Artificial Stellar Sources of Infrared Radiation\". Dyson speculated that such structures would be the logical consequence of the escalating energy needs of a technological civilization and would be a necessity for its long-term survival. A signature of such spheres detected in astronomical searches would be an indicator of extraterrestrial intelligence.\nSince Dyson's paper, many variant designs involving an artificial structure or series of structures to encompass a star have been proposed in exploratory engineering or described in science fiction, often under the name \"Dyson sphere\". Fictional depictions often describe a solid shell of matter enclosing a star – an arrangement considered by Dyson himself to be impossible.\n\nOrigins\nInspired by the 1937 science fiction novel Star Maker by Olaf Stapledon, the physicist and mathematician Freeman Dyson was the first to formalize the concept of what became known as the \"Dyson sphere\" in his 1960 Science paper \"Search for Artificial Stellar Sources of Infra-Red Radiation\". Dyson theorized that as the energy requirements of an advanced technological civilization increased, there would come a time when it would need to systematically harvest the energy from its local star on a large scale. He speculated that this could be done via a system of structures orbiting the star, designed to intercept and collect its energy. He argued that as the structure would result in the large-scale conversion of starlight into far-infrared radiation, an earth-based search for sources of infrared radiation could identify stars supporting intelligent life.\nDyson did not detail how such a system could be constructed, simply referring to it in the paper as a \"shell\" or \"biosphere\". He later clarified that he did not have in mind a solid structure, saying: \"A solid shell or ring surrounding a star is mechanically impossible. The form of 'biosphere' which I envisaged consists of a loose collection or swarm of objects traveling on independent orbits around the star.\" Such a concept has often been referred to as a Dyson swarm; however, in 2013, Dyson said he had come to regret that the concept had been named after him.\n\nSearch for megastructures\nDyson-style energy collectors around a distant star would absorb and re-radiate energy from the star. The wavelengths of such re-radiated energy may be atypical for the star's spectral type, due to the presence of heavy elements not naturally occurring within the star. If the percentage of such atypical wavelengths were to be significant, an alien megastructure could be detected at interstellar distances. This could indicate the presence of what has been called a Type II Kardashev civilization.\nSETI has looked for such infrared-heavy spectra from solar analogs, as has Fermilab. Fermilab discovered 17 potential \"ambiguous\" candidates, of which four were in 2006 called \"amusing but still questionable\". Later searches also resulted in several candidates, all of which remain unconfirmed.\nOn 14 October 2015, Planet Hunters' citizen scientists discovered unusual light fluctuations of the star KIC 8462852 raising press speculation that a Dyson sphere may have been discovered. However, subsequent analysis showed that the results were consistent with the presence of dust. A further campaign in 2024 identified seven possible candidates for Dyson-spheres, but further investigation was said to be required.\n\nFeasibility and science-based speculation\nAlthough Dyson sphere systems are theoretically possible, building a stable megastructure around the Sun is currently far beyond humanity's engineering capacity. The number of craft required to obtain, transmit, and maintain a complete Dyson sphere exceeds present-day industrial capabilities. George Dvorsky has advocated the use of self-replicating robots to overcome this limitation in the relatively near term. Some have suggested that Dyson sphere habitats could be built around white dwarfs and even pulsars.\nStellar engines are hypothetical megastructures whose purpose is to extract useful energy from a star, sometimes for specific purposes. For example, Matrioshka brains have been proposed to extract energy for computation, while Shkadov thrusters would extract energy for propulsion. Some proposed stellar engine designs are based on the Dyson sphere.\nFrom May until June 2024, speculation grew that potential signs of interstellar Dyson spheres had been discovered. The seven objects of interest – all located within a thousand light-years of Earth – are M-dwarfs, a class of stars that are smaller and less luminous than the Sun. However, the authors of the findings were careful not to make any overblown claims. Despite this, many media outlets picked up on the story. Less fantastical alternative explanations have been made, including a proposal that the infrared from the discoveries was caused by distant dust-obscured galaxies.\n\nFictional examples\nA precursor to the concept of Dyson spheres was featured in the 1937 novel Star Maker by Olaf Stapledon, in which he described \"every solar system... surrounded by a gauze of light-traps, which focused the escaping solar energy for intelligent use\"; Dyson got his inspiration from this book and suggested that \"Stapledon sphere\" would be a more apt name for the concept. Fictional Dyson spheres are typically solid structures forming a continuous shell around the star in question, although Dyson himself considered that prospect to be mechanically implausible. They are sometimes used as the type of plot device known as a Big Dumb Object.\nDyson spheres appear as a background element in many works of fiction, including the 1964 novel The Wanderer by Fritz Leiber where aliens enclose multiple stars in this way. Dyson spheres are depicted in the 1975–1983 book series Saga of Cuckoo by Frederik Pohl and Jack Williamson, and one functions as the setting of Bob Shaw's 1975 novel Orbitsville and its sequels. In the 1992 episode \"Relics\" of the TV show Star Trek: The Next Generation, the USS Enterprise finds itself trapped in an abandoned Dyson Sphere; in a 2011 interview, Dyson said that he enjoyed the episode, although he considered the sphere depicted to be \"nonsense\".\nMichael Jan Friedman who wrote the novelization observed that in the TV episode itself the Dyson sphere was effectively a MacGuffin, with \"just nothing about it\" in the story, and decided to flesh out the plot element in his novelization.: ix \nOther science-fiction story examples include Tony Rothman's The World Is Round, Somtow Sucharitkul's Inquestor series, Timothy Zahn's Spinneret, James White's Federation World, Stephen Baxter's The Time Ships, and Peter F. Hamilton's Pandora's Star.: 133  Variations on the Dyson Sphere concept include a single circular band in Larry Niven's 1970 novel Ringworld, a half sphere in the 2012 novel Bowl of Heaven by Gregory Benford and Niven, and nested spheres – also known as a Matrioshka brain – in Colin Kapp's 1980s Cageworld series and Brian Stableford's 1979–1990 Asgard trilogy.\nStableford himself observed that Dyson spheres are usually MacGuffins or largely deep in the backgrounds of stories, giving as examples Fritz Leiber's The Wanderer and Linda Nagata's Deception Well, whereas stories involving space exploration tend to employ the variants like Niven's Ringworld.: 133 He gives two reasons for this: firstly that Dyson spheres are simply too big to address, which Friedman also alluded to when pointing out that the reason his novelization of \"Relics\" did not go further into the sphere was that it was only four hundred pages and he had just shy of four weeks to write it; and secondly that, especially for hard science-fiction, Dyson spheres have certain engineering problems that complicate stories.: 133 : ix  In particular, since gravitational attraction is in equilibrium inside such a sphere (per the shell theorem), other means such as rotating the sphere have to be employed in order to keep things attached to the interior surface, which then leads to the problem of a gravity gradient that goes to zero at the rotational poles.: 133  Authors address this with various modifications of the idea such as the aforementioned Cageworld nesting, Dan Alderson's double sphere idea, and Niven's reduced Ringworld (discussed in \"Bigger Than Worlds\").: 133\n\nSee also\nAlderson disk – Hypothetical artificial solar megastructure\nList of hypothetical technologies – Technology that could exist in the future\nStellar engineering – Hypothetical artificial modification of stars\nTabby's Star – Star noted for unusual dimming events\n\nReferences\nFurther reading\nGunn, Alastair (2022-12-29). \"Dyson spheres: How humans (and aliens) could capture a star's energy\". BBC Science Focus. Archived from the original on 2024-03-11. Retrieved 2024-03-20.\nMann, Adam (2019-08-01). \"What is a Dyson sphere?\". Space.com. Archived from the original on 2024-03-07. Retrieved 2024-03-20.\nSchulze-Makuch, Dirk (2014-01-29). \"Dyson Spheres: Still Missing, Maybe Impossible\". Smithsonian Magazine. Archived from the original on 2023-09-28. Retrieved 2024-03-20.\nStableford, Brian (2004). \"Dyson Sphere\". Historical Dictionary of Science Fiction Literature. Scarecrow Press. p. 99. ISBN 978-0-8108-4938-9.\nStanway, Elizabeth (2023-05-21). \"Megastructures\". Warwick University. Cosmic Stories Blog. Archived from the original on 2023-05-26. Retrieved 2024-03-25.\n\nExternal links\n\nDyson sphere FAQ\nFermiLab: IRAS-based whole sky upper limit on Dyson spheres with an appendix on Dyson sphere engineering\nDyson sphere at Memory Alpha",
  "cleaned_text": "A Dyson sphere is a hypothetical megastructure that encompasses a star and captures a large percentage of its power output. The concept is a thought experiment that attempts to imagine how a spacefaring civilization would meet its energy requirements once those requirements exceed what can be generated from the home planet's resources alone. Because only a tiny fraction of a star's energy emissions reaches the surface of any orbiting planet, building structures encircling a star would enable a civilization to harvest far more energy. The first modern imagining of such a structure was by Olaf Stapledon in his science fiction novel Star Maker (1937). The concept was later explored by the physicist Freeman Dyson in his 1960 paper \"Search for Artificial Stellar Sources of Infrared Radiation\". Dyson speculated that such structures would be the logical consequence of the escalating energy needs of a technological civilization and would be a necessity for its long-term survival. A signature of such spheres detected in astronomical searches would be an indicator of extraterrestrial intelligence. Since Dyson's paper, many variant designs involving an artificial structure or series of structures to encompass a star have been proposed in exploratory engineering or described in science fiction, often under the name \"Dyson sphere\". Fictional depictions often describe a solid shell of matter enclosing a star – an arrangement considered by Dyson himself to be impossible. Origins Inspired by the 1937 science fiction novel Star Maker by Olaf Stapledon, the physicist and mathematician Freeman Dyson was the first to formalize the concept of what became known as the \"Dyson sphere\" in his 1960 Science paper \"Search for Artificial Stellar Sources of Infra-Red Radiation\". Dyson theorized that as the energy requirements of an advanced technological civilization increased, there would come a time when it would need to systematically harvest the energy from its local star on a large scale. He speculated that this could be done via a system of structures orbiting the star, designed to intercept and collect its energy. He argued that as the structure would result in the large-scale conversion of starlight into far-infrared radiation, an earth-based search for sources of infrared radiation could identify stars supporting intelligent life. Dyson did not detail how such a system could be constructed, simply referring to it in the paper as a \"shell\" or \"biosphere\". He later clarified that he did not have in mind a solid structure, saying: \"A solid shell or ring surrounding a star is mechanically impossible. The form of 'biosphere' which I envisaged consists of a loose collection or swarm of objects traveling on independent orbits around the star.\" Such a concept has often been referred to as a Dyson swarm; however, in 2013, Dyson said he had come to regret that the concept had been named after him. Search for megastructures Dyson-style energy collectors around a distant star would absorb and re-radiate energy from the star. The wavelengths of such re-radiated energy may be atypical for the star's spectral type, due to the presence of heavy elements not naturally occurring within the star. If the percentage of such atypical wavelengths were to be significant, an alien megastructure could be detected at interstellar distances. This could indicate the presence of what has been called a Type II Kardashev civilization. SETI has looked for such infrared-heavy spectra from solar analogs, as has Fermilab. Fermilab discovered 17 potential \"ambiguous\" candidates, of which four were in 2006 called \"amusing but still questionable\". Later searches also resulted in several candidates, all of which remain unconfirmed. On 14 October 2015, Planet Hunters' citizen scientists discovered unusual light fluctuations of the star KIC 8462852 raising press speculation that a Dyson sphere may have been discovered. However, subsequent analysis showed that the results were consistent with the presence of dust. A further campaign in 2024 identified seven possible candidates for Dyson-spheres, but further investigation was said to be required. Feasibility and science-based speculation Although Dyson sphere systems are theoretically possible, building a stable megastructure around the Sun is currently far beyond humanity's engineering capacity. The number of craft required to obtain, transmit, and maintain a complete Dyson sphere exceeds present-day industrial capabilities. George Dvorsky has advocated the use of self-replicating robots to overcome this limitation in the relatively near term. Some have suggested that Dyson sphere habitats could be built around white dwarfs and even pulsars. Stellar engines are hypothetical megastructures whose purpose is to extract useful energy from a star, sometimes for specific purposes. For example, Matrioshka brains have been proposed to extract energy for computation, while Shkadov thrusters would extract energy for propulsion. Some proposed stellar engine designs are based on the Dyson sphere. From May until June 2024, speculation grew that potential signs of interstellar Dyson spheres had been discovered. The seven objects of interest – all located within a thousand light-years of Earth – are M-dwarfs, a class of stars that are smaller and less luminous than the Sun. However, the authors of the findings were careful not to make any overblown claims. Despite this, many media outlets picked up on the story. Less fantastical alternative explanations have been made, including a proposal that the infrared from the discoveries was caused by distant dust-obscured galaxies. Fictional examples A precursor to the concept of Dyson spheres was featured in the 1937 novel Star Maker by Olaf Stapledon, in which he described \"every solar system... surrounded by a gauze of light-traps, which focused the escaping solar energy for intelligent use\"; Dyson got his inspiration from this book and suggested that \"Stapledon sphere\" would be a more apt name for the concept. Fictional Dyson spheres are typically solid structures forming a continuous shell around the star in question, although Dyson himself considered that prospect to be mechanically implausible. They are sometimes used as the type of plot device known as a Big Dumb Object. Dyson spheres appear as a background element in many works of fiction, including the 1964 novel The Wanderer by Fritz Leiber where aliens enclose multiple stars in this way. Dyson spheres are depicted in the 1975–1983 book series Saga of Cuckoo by Frederik Pohl and Jack Williamson, and one functions as the setting of Bob Shaw's 1975 novel Orbitsville and its sequels. In the 1992 episode \"Relics\" of the TV show Star Trek: The Next Generation, the USS Enterprise finds itself trapped in an abandoned Dyson Sphere; in a 2011 interview, Dyson said that he enjoyed the episode, although he considered the sphere depicted to be \"nonsense\". Michael Jan Friedman who wrote the novelization observed that in the TV episode itself the Dyson sphere was effectively a MacGuffin, with \"just nothing about it\" in the story, and decided to flesh out the plot element in his novelization.: ix Other science-fiction story examples include Tony Rothman's The World Is Round, Somtow Sucharitkul's Inquestor series, Timothy Zahn's Spinneret, James White's Federation World, Stephen Baxter's The Time Ships, and Peter F. Hamilton's Pandora's Star.: 133 Variations on the Dyson Sphere concept include a single circular band in Larry Niven's 1970 novel Ringworld, a half sphere in the 2012 novel Bowl of Heaven by Gregory Benford and Niven, and nested spheres – also known as a Matrioshka brain – in Colin Kapp's 1980s Cageworld series and Brian Stableford's 1979–1990 Asgard trilogy. Stableford himself observed that Dyson spheres are usually MacGuffins or largely deep in the backgrounds of stories, giving as examples Fritz Leiber's The Wanderer and Linda Nagata's Deception Well, whereas stories involving space exploration tend to employ the variants like Niven's Ringworld.: 133 He gives two reasons for this: firstly that Dyson spheres are simply too big to address, which Friedman also alluded to when pointing out that the reason his novelization of \"Relics\" did not go further into the sphere was that it was only four hundred pages and he had just shy of four weeks to write it; and secondly that, especially for hard science-fiction, Dyson spheres have certain engineering problems that complicate stories.: 133 : ix In particular, since gravitational attraction is in equilibrium inside such a sphere (per the shell theorem), other means such as rotating the sphere have to be employed in order to keep things attached to the interior surface, which then leads to the problem of a gravity gradient that goes to zero at the rotational poles.: 133 Authors address this with various modifications of the idea such as the aforementioned Cageworld nesting, Dan Alderson's double sphere idea, and Niven's reduced Ringworld (discussed in \"Bigger Than Worlds\").: 133 See also Alderson disk – Hypothetical artificial solar megastructure List of hypothetical technologies – Technology that could exist in the future Stellar engineering – Hypothetical artificial modification of stars Tabby's Star – Star noted for unusual dimming events References Further reading Gunn, Alastair (2022-12-29). \"Dyson spheres: How humans (and aliens) could capture a star's energy\". BBC Science Focus. Archived from the original on 2024-03-11. Retrieved 2024-03-20. Mann, Adam (2019-08-01). \"What is a Dyson sphere?\". Space.com. Archived from the original on 2024-03-07. Retrieved 2024-03-20. Schulze-Makuch, Dirk (2014-01-29). \"Dyson Spheres: Still Missing, Maybe Impossible\". Smithsonian Magazine. Archived from the original on 2023-09-28. Retrieved 2024-03-20. Stableford, Brian (2004). \"Dyson Sphere\". Historical Dictionary of Science Fiction Literature. Scarecrow Press. p. 99. ISBN 978-0-8108-4938-9. Stanway, Elizabeth (2023-05-21). \"Megastructures\". Warwick University. Cosmic Stories Blog. Archived from the original on 2023-05-26. Retrieved 2024-03-25. External links Dyson sphere FAQ FermiLab: IRAS-based whole sky upper limit on Dyson spheres with an appendix on Dyson sphere engineering Dyson sphere at Memory Alpha"
}