{
  "topic": "Black dwarf",
  "category": "Stars & Stellar Evolution",
  "source": "Wikipedia",
  "raw_text": "A black dwarf is a theoretical stellar remnant, specifically a white dwarf that has cooled sufficiently to no longer emit significant heat or light. Because the time required for a white dwarf to reach this state is calculated to be longer than the current age of the universe (13.79 billion years), no black dwarfs are expected to exist in the universe at the present time. The temperature of the coolest white dwarfs is one observational limit on the universe's age.\nThe name \"black dwarf\" has also been applied to hypothetical late-stage cooled brown dwarfs – substellar objects with insufficient mass (less than approximately 0.07 M☉) to maintain hydrogen-burning nuclear fusion.\n\nFormation\nA white dwarf is what remains of a main sequence star of low or medium mass (below approximately 9 to 10 solar masses (M☉)) after it has either expelled or fused all the elements for which it has sufficient temperature to fuse. What is left is then a dense sphere of electron-degenerate matter that cools slowly by thermal radiation, eventually becoming a black dwarf. \nIf black dwarfs were to exist, they would be challenging to detect because, by definition, they would emit very little radiation. They would, however, be detectable through their gravitational influence. Various white dwarfs cooled below 3,900 K (3,630 °C; 6,560 °F) (equivalent to M0 spectral class) were found in 2012 by astronomers using MDM Observatory's 2.4 meter telescope. They are estimated to be 11 to 12 billion years old.\nBecause the far-future evolution of stars depends on physical questions which are poorly understood, such as the nature of dark matter and the possibility and rate of proton decay (which is yet to be proven to exist), it is not known precisely how long it would take white dwarfs to cool to blackness.: §§IIIE, IVA   Barrow and Tipler estimate that it would take 1015 years for a white dwarf to cool to 5 K (−268.15 °C; −450.67 °F); however, if weakly interacting massive particles (WIMPs) exist, interactions with these particles may keep some white dwarfs much warmer than this for approximately 1025 years.: §IIIE  If protons are not stable, white dwarfs will also be kept warm by energy released from proton decay. For a hypothetical proton lifetime of 1037 years, Adams and Laughlin calculate that proton decay will raise the effective surface temperature of an old one-solar-mass white dwarf to approximately 0.06 K (−273.09 °C; −459.56 °F). Although cold, this is thought to be hotter than the cosmic microwave background radiation temperature 1037 years in the future.\nIt is speculated that some massive black dwarfs may eventually produce supernova explosions. These will occur if pycnonuclear (density-based) fusion processes much of the star to nickel-56, which decays into iron via emitting a positron. This would lower the Chandrasekhar limit for some black dwarfs below their actual mass. If this point is reached, it would then collapse and initiate runaway nuclear fusion. The most massive to explode would be just below the Chandrasekhar limit at around 1.41 solar masses and would take of the order of 101100 years, while the least massive to explode would be about 1.16 solar masses and would take of the order 1032000 years, totaling around 1% of all black dwarfs. One major caveat is that proton decay would decrease the mass of a black dwarf far more rapidly than pycnonuclear processes occur, preventing any supernova explosions.\nA more recent research has investigated \"the evaporation rate and decay time of a non-rotating star of constant density due to spacetime curvature-induced pair production and apply this to compact stellar remnants such as neutron stars and white dwarfs\". In particular, the authors find that the characteristic evaporation time scale for white dwarfs is ≥ 1078 years, much lower than previous estimations. However, other authors have pointed out that gravitational pair creation cannot take place for objects such as white or black dwarfs, so the lifetime of a black dwarf would probably be the one previously estimated.\n\nFuture of the Sun\nOnce the Sun stops fusing helium in its core and ejects its layers in a planetary nebula in about 8 billion years, it will become a white dwarf and also, over trillions of years, eventually will no longer emit any light. After that, the Sun will not be visible to the equivalent of the naked human eye, removing it from optical view even if the gravitational effects are evident. The estimated time for the Sun to cool enough to become a black dwarf is at least 1015 (1 quadrillion) years, though it could take much longer than this, if weakly interacting massive particles (WIMPs) exist, as described above. The described phenomena are considered a promising method of verification for the existence of WIMPs and black dwarfs.\n\nSee also\n\nDegenerate matter – Type of dense exotic matter in physics\nHeat death of the universe – Possible fate of the universe\n\n\n== References ==",
  "cleaned_text": "A black dwarf is a theoretical stellar remnant, specifically a white dwarf that has cooled sufficiently to no longer emit significant heat or light. Because the time required for a white dwarf to reach this state is calculated to be longer than the current age of the universe (13.79 billion years), no black dwarfs are expected to exist in the universe at the present time. The temperature of the coolest white dwarfs is one observational limit on the universe's age. The name \"black dwarf\" has also been applied to hypothetical late-stage cooled brown dwarfs – substellar objects with insufficient mass (less than approximately 0.07 M☉) to maintain hydrogen-burning nuclear fusion. Formation A white dwarf is what remains of a main sequence star of low or medium mass (below approximately 9 to 10 solar masses (M☉)) after it has either expelled or fused all the elements for which it has sufficient temperature to fuse. What is left is then a dense sphere of electron-degenerate matter that cools slowly by thermal radiation, eventually becoming a black dwarf. If black dwarfs were to exist, they would be challenging to detect because, by definition, they would emit very little radiation. They would, however, be detectable through their gravitational influence. Various white dwarfs cooled below 3,900 K (3,630 °C; 6,560 °F) (equivalent to M0 spectral class) were found in 2012 by astronomers using MDM Observatory's 2.4 meter telescope. They are estimated to be 11 to 12 billion years old. Because the far-future evolution of stars depends on physical questions which are poorly understood, such as the nature of dark matter and the possibility and rate of proton decay (which is yet to be proven to exist), it is not known precisely how long it would take white dwarfs to cool to blackness.: §§IIIE, IVA Barrow and Tipler estimate that it would take 1015 years for a white dwarf to cool to 5 K (−268.15 °C; −450.67 °F); however, if weakly interacting massive particles (WIMPs) exist, interactions with these particles may keep some white dwarfs much warmer than this for approximately 1025 years.: §IIIE If protons are not stable, white dwarfs will also be kept warm by energy released from proton decay. For a hypothetical proton lifetime of 1037 years, Adams and Laughlin calculate that proton decay will raise the effective surface temperature of an old one-solar-mass white dwarf to approximately 0.06 K (−273.09 °C; −459.56 °F). Although cold, this is thought to be hotter than the cosmic microwave background radiation temperature 1037 years in the future. It is speculated that some massive black dwarfs may eventually produce supernova explosions. These will occur if pycnonuclear (density-based) fusion processes much of the star to nickel-56, which decays into iron via emitting a positron. This would lower the Chandrasekhar limit for some black dwarfs below their actual mass. If this point is reached, it would then collapse and initiate runaway nuclear fusion. The most massive to explode would be just below the Chandrasekhar limit at around 1.41 solar masses and would take of the order of 101100 years, while the least massive to explode would be about 1.16 solar masses and would take of the order 1032000 years, totaling around 1% of all black dwarfs. One major caveat is that proton decay would decrease the mass of a black dwarf far more rapidly than pycnonuclear processes occur, preventing any supernova explosions. A more recent research has investigated \"the evaporation rate and decay time of a non-rotating star of constant density due to spacetime curvature-induced pair production and apply this to compact stellar remnants such as neutron stars and white dwarfs\". In particular, the authors find that the characteristic evaporation time scale for white dwarfs is ≥ 1078 years, much lower than previous estimations. However, other authors have pointed out that gravitational pair creation cannot take place for objects such as white or black dwarfs, so the lifetime of a black dwarf would probably be the one previously estimated. Future of the Sun Once the Sun stops fusing helium in its core and ejects its layers in a planetary nebula in about 8 billion years, it will become a white dwarf and also, over trillions of years, eventually will no longer emit any light. After that, the Sun will not be visible to the equivalent of the naked human eye, removing it from optical view even if the gravitational effects are evident. The estimated time for the Sun to cool enough to become a black dwarf is at least 1015 (1 quadrillion) years, though it could take much longer than this, if weakly interacting massive particles (WIMPs) exist, as described above. The described phenomena are considered a promising method of verification for the existence of WIMPs and black dwarfs. See also Degenerate matter – Type of dense exotic matter in physics Heat death of the universe – Possible fate of the universe == References =="
}