{"topic": "Cosmic Microwave Background", "category": "Fundamentals of Astronomy", "chunk_id": 0, "content": "The cosmic microwave background (CMB, CMBR), or relic radiation, is microwave radiation that fills all space in the observable universe."}
{"topic": "Cosmic Microwave Background", "category": "Fundamentals of Astronomy", "chunk_id": 1, "content": "With a standard optical telescope, the background space between stars and galaxies is almost completely dark."}
{"topic": "Cosmic Microwave Background", "category": "Fundamentals of Astronomy", "chunk_id": 2, "content": "However, a sufficiently sensitive radio telescope detects a faint background glow that is almost uniform and is not associated with any star, galaxy, or other object."}
{"topic": "Cosmic Microwave Background", "category": "Fundamentals of Astronomy", "chunk_id": 3, "content": "This glow is strongest in the microwave region of the electromagnetic spectrum."}
{"topic": "Cosmic Microwave Background", "category": "Fundamentals of Astronomy", "chunk_id": 4, "content": "The accidental discovery of the CMB in 1965 by American radio astronomers Arno Allan Penzias and Robert Woodrow Wilson was the culmination of work initiated in the 1940s."}
{"topic": "Cosmic Microwave Background", "category": "Fundamentals of Astronomy", "chunk_id": 5, "content": "The CMB is landmark evidence of the Big Bang theory for the origin of the universe."}
{"topic": "Cosmic Microwave Background", "category": "Fundamentals of Astronomy", "chunk_id": 6, "content": "In the Big Bang cosmological models, during the earliest periods, the universe was filled with an opaque fog of dense, hot plasma of sub-atomic particles."}
{"topic": "Cosmic Microwave Background", "category": "Fundamentals of Astronomy", "chunk_id": 7, "content": "As the universe expanded, this plasma cooled to the point where protons and electrons combined to form neutral atoms of mostly hydrogen."}
{"topic": "Cosmic Microwave Background", "category": "Fundamentals of Astronomy", "chunk_id": 8, "content": "Unlike the plasma, these atoms could not scatter thermal radiation by Thomson scattering, and so the universe became transparent."}
{"topic": "Cosmic Microwave Background", "category": "Fundamentals of Astronomy", "chunk_id": 9, "content": "Known as the recombination epoch, this decoupling event released photons to travel freely through space."}
{"topic": "Cosmic Microwave Background", "category": "Fundamentals of Astronomy", "chunk_id": 10, "content": "However, the photons have grown less energetic due to the cosmological redshift associated with the expansion of the universe."}
{"topic": "Cosmic Microwave Background", "category": "Fundamentals of Astronomy", "chunk_id": 11, "content": "The surface of last scattering refers to a shell at the right distance in space so photons are now received that were originally emitted at the time of decoupling."}
{"topic": "Cosmic Microwave Background", "category": "Fundamentals of Astronomy", "chunk_id": 12, "content": "The CMB is not completely smooth and uniform, showing a faint anisotropy that can be mapped by sensitive detectors."}
{"topic": "Cosmic Microwave Background", "category": "Fundamentals of Astronomy", "chunk_id": 13, "content": "Ground and space-based experiments such as COBE, WMAP and Planck have been used to measure these temperature inhomogeneities."}
{"topic": "Cosmic Microwave Background", "category": "Fundamentals of Astronomy", "chunk_id": 14, "content": "The anisotropy structure is determined by various interactions of matter and photons up to the point of decoupling, which results in a characteristic lumpy pattern that varies with angular scale."}
{"topic": "Cosmic Microwave Background", "category": "Fundamentals of Astronomy", "chunk_id": 15, "content": "The distribution of the anisotropy across the sky has frequency components that can be represented by a power spectrum displaying a sequence of peaks and valleys."}
{"topic": "Cosmic Microwave Background", "category": "Fundamentals of Astronomy", "chunk_id": 16, "content": "The peak values of this spectrum hold important information about the physical properties of the early universe: the first peak determines the overall curvature of the universe, while the second and third peak detail the density of normal matter and so-called dark matter, respectively."}
{"topic": "Cosmic Microwave Background", "category": "Fundamentals of Astronomy", "chunk_id": 17, "content": "Extracting fine details from the CMB data can be challenging, since the emission has undergone modification by foreground features such as galaxy clusters."}
{"topic": "Cosmic Microwave Background", "category": "Fundamentals of Astronomy", "chunk_id": 18, "content": "Features The cosmic microwave background radiation is an emission of uniform black body thermal energy coming from all directions."}
{"topic": "Cosmic Microwave Background", "category": "Fundamentals of Astronomy", "chunk_id": 19, "content": "Intensity of the CMB is expressed in kelvin (K), the SI unit of temperature."}
{"topic": "Cosmic Microwave Background", "category": "Fundamentals of Astronomy", "chunk_id": 20, "content": "The CMB has a thermal black body spectrum at a temperature of 2.72548±0.00057 K. Variations in intensity are expressed as variations in temperature."}
{"topic": "Cosmic Microwave Background", "category": "Fundamentals of Astronomy", "chunk_id": 21, "content": "The blackbody temperature uniquely characterizes the intensity of the radiation at all wavelengths; a measured brightness temperature at any wavelength can be converted to a blackbody temperature."}
{"topic": "Cosmic Microwave Background", "category": "Fundamentals of Astronomy", "chunk_id": 22, "content": "The radiation is remarkably uniform across the sky, very unlike the almost point-like structure of stars or clumps of stars in galaxies."}
{"topic": "Cosmic Microwave Background", "category": "Fundamentals of Astronomy", "chunk_id": 23, "content": "The radiation is isotropic to roughly one part in 25,000: the root mean square variations are just over 100 μK, after subtracting a dipole anisotropy from the Doppler shift of the background radiation."}
{"topic": "Cosmic Microwave Background", "category": "Fundamentals of Astronomy", "chunk_id": 24, "content": "The latter is caused by the peculiar velocity of the Sun relative to the comoving cosmic rest frame as it moves at 369.82 ± 0.11 km/s towards the constellation Crater near its boundary with the constellation Leo The CMB dipole and aberration at higher multipoles have been measured, consistent with galactic motion."}
{"topic": "Cosmic Microwave Background", "category": "Fundamentals of Astronomy", "chunk_id": 25, "content": "Despite the very small degree of anisotropy in the CMB, many aspects can be measured with high precision and such measurements are critical for cosmological theories."}
{"topic": "Cosmic Microwave Background", "category": "Fundamentals of Astronomy", "chunk_id": 26, "content": "In addition to temperature anisotropy, the CMB should have an angular variation in polarization."}
{"topic": "Cosmic Microwave Background", "category": "Fundamentals of Astronomy", "chunk_id": 27, "content": "The polarisation at each direction in the sky has an orientation described in terms of E-mode and B-mode polarization."}
{"topic": "Cosmic Microwave Background", "category": "Fundamentals of Astronomy", "chunk_id": 28, "content": "The E-mode signal is a factor of 10 less strong than the temperature anisotropy; it supplements the temperature data as they are correlated."}
{"topic": "Cosmic Microwave Background", "category": "Fundamentals of Astronomy", "chunk_id": 29, "content": "The B-mode signal is even weaker but may contain additional cosmological data."}
{"topic": "Cosmic Microwave Background", "category": "Fundamentals of Astronomy", "chunk_id": 30, "content": "The anisotropy is related to physical origin of the polarisation."}
{"topic": "Cosmic Microwave Background", "category": "Fundamentals of Astronomy", "chunk_id": 31, "content": "Excitation of an electron by linear polarised light generates polarized light at 90 degrees to the incident direction."}
{"topic": "Cosmic Microwave Background", "category": "Fundamentals of Astronomy", "chunk_id": 32, "content": "If the incoming radiation is isotropic, different incoming directions create polarizations that cancel out."}
{"topic": "Cosmic Microwave Background", "category": "Fundamentals of Astronomy", "chunk_id": 33, "content": "If the incoming radiation has quadrupole anisotropy, residual polarization will be seen."}
{"topic": "Cosmic Microwave Background", "category": "Fundamentals of Astronomy", "chunk_id": 34, "content": "Other than the temperature and polarization anisotropy, the CMB frequency spectrum is expected to feature tiny departures from the black-body law known as spectral distortions."}
{"topic": "Cosmic Microwave Background", "category": "Fundamentals of Astronomy", "chunk_id": 35, "content": "These are also at the focus of an active research effort with the hope of a first measurement within the forthcoming decades, as they contain a wealth of information about the primordial universe and the formation of structures at late time."}
{"topic": "Cosmic Microwave Background", "category": "Fundamentals of Astronomy", "chunk_id": 36, "content": "The CMB contains the vast majority of photons in the universe by a factor of 400 to 1;: 5 the number density of photons in the CMB is one billion times (109) the number density of matter in the universe."}
{"topic": "Cosmic Microwave Background", "category": "Fundamentals of Astronomy", "chunk_id": 37, "content": "Without the expansion of the universe to cause the cooling of the CMB, the night sky would shine as brightly as the Sun."}
{"topic": "Cosmic Microwave Background", "category": "Fundamentals of Astronomy", "chunk_id": 38, "content": "The energy density of the CMB is 0.260 eV/cm3 (4.17×10−14 J/m3), about 411 photons/cm3."}
{"topic": "Cosmic Microwave Background", "category": "Fundamentals of Astronomy", "chunk_id": 39, "content": "History Early speculations In 1931, Georges Lemaître speculated that remnants of the early universe may be observable as radiation, but his candidate was cosmic rays."}
{"topic": "Cosmic Microwave Background", "category": "Fundamentals of Astronomy", "chunk_id": 40, "content": ": 140 Richard C. Tolman showed in 1934 that expansion of the universe would cool blackbody radiation while maintaining a thermal spectrum."}
{"topic": "Cosmic Microwave Background", "category": "Fundamentals of Astronomy", "chunk_id": 41, "content": "The cosmic microwave background was first predicted in 1948 by Ralph Alpher and Robert Herman, in a correction they prepared for a paper by Alpher's PhD advisor George Gamow."}
{"topic": "Cosmic Microwave Background", "category": "Fundamentals of Astronomy", "chunk_id": 42, "content": "Alpher and Herman were able to estimate the temperature of the cosmic microwave background to be 5 K. Discovery The first published recognition of the CMB radiation as a detectable phenomenon appeared in a brief paper by Soviet astrophysicists A. G. Doroshkevich and Igor Novikov, in the spring of 1964."}
{"topic": "Cosmic Microwave Background", "category": "Fundamentals of Astronomy", "chunk_id": 43, "content": "In 1964, David Todd Wilkinson and Peter Roll, Robert H. Dicke's colleagues at Princeton University, began constructing a Dicke radiometer to measure the cosmic microwave background."}
{"topic": "Cosmic Microwave Background", "category": "Fundamentals of Astronomy", "chunk_id": 44, "content": "In 1964, Arno Penzias and Robert Woodrow Wilson at the Crawford Hill location of Bell Telephone Laboratories in nearby Holmdel Township, New Jersey had built a Dicke radiometer that they intended to use for radio astronomy and satellite communication experiments."}
{"topic": "Cosmic Microwave Background", "category": "Fundamentals of Astronomy", "chunk_id": 45, "content": "The antenna was constructed in 1959 to support Project Echo—the National Aeronautics and Space Administration's passive communications satellites, which used large Earth orbiting aluminized plastic balloons as reflectors to bounce radio signals from one point on the Earth to another."}
{"topic": "Cosmic Microwave Background", "category": "Fundamentals of Astronomy", "chunk_id": 46, "content": "On 20 May 1964 they made their first measurement clearly showing the presence of the microwave background, with their instrument having an excess 4.2K antenna temperature which they could not account for."}
{"topic": "Cosmic Microwave Background", "category": "Fundamentals of Astronomy", "chunk_id": 47, "content": "After receiving a telephone call from Crawford Hill, Dicke said \"Boys, we've been scooped."}
{"topic": "Cosmic Microwave Background", "category": "Fundamentals of Astronomy", "chunk_id": 48, "content": "\": 140 A meeting between the Princeton and Crawford Hill groups determined that the antenna temperature was indeed due to the microwave background."}
{"topic": "Cosmic Microwave Background", "category": "Fundamentals of Astronomy", "chunk_id": 49, "content": "Penzias and Wilson received the 1978 Nobel Prize in Physics for their discovery."}
{"topic": "Cosmic Microwave Background", "category": "Fundamentals of Astronomy", "chunk_id": 50, "content": "Cosmic origin The interpretation of the cosmic microwave background was a controversial issue in the late 1960s."}
{"topic": "Cosmic Microwave Background", "category": "Fundamentals of Astronomy", "chunk_id": 51, "content": "Alternative explanations included energy from within the Solar System, from galaxies, from intergalactic plasma and from multiple extragalactic radio sources."}
{"topic": "Cosmic Microwave Background", "category": "Fundamentals of Astronomy", "chunk_id": 52, "content": "Two requirements would show that the microwave radiation was truly \"cosmic\"."}
{"topic": "Cosmic Microwave Background", "category": "Fundamentals of Astronomy", "chunk_id": 53, "content": "First, the intensity vs frequency or spectrum needed to be shown to match a thermal or blackbody source."}
{"topic": "Cosmic Microwave Background", "category": "Fundamentals of Astronomy", "chunk_id": 54, "content": "This was accomplished by 1968 in a series of measurements of the radiation temperature at higher and lower wavelengths."}
{"topic": "Cosmic Microwave Background", "category": "Fundamentals of Astronomy", "chunk_id": 55, "content": "Second, the radiation needed be shown to be isotropic, the same from all directions."}
{"topic": "Cosmic Microwave Background", "category": "Fundamentals of Astronomy", "chunk_id": 56, "content": "This was also accomplished by 1970, demonstrating that this radiation was truly cosmic in origin."}
{"topic": "Cosmic Microwave Background", "category": "Fundamentals of Astronomy", "chunk_id": 57, "content": "Progress on theory In the 1970s numerous studies showed that tiny deviations from isotropy in the CMB could result from events in the early universe."}
{"topic": "Cosmic Microwave Background", "category": "Fundamentals of Astronomy", "chunk_id": 58, "content": ": 8.5.1 Harrison, Peebles and Yu, and Zel'dovich realized that the early universe would require quantum inhomogeneities that would result in temperature anisotropy at the level of 10−4 or 10−5."}
{"topic": "Cosmic Microwave Background", "category": "Fundamentals of Astronomy", "chunk_id": 59, "content": ": 8.5.3.2 Rashid Sunyaev, using the alternative name relic radiation, calculated the observable imprint that these inhomogeneities would have on the cosmic microwave background."}
{"topic": "Cosmic Microwave Background", "category": "Fundamentals of Astronomy", "chunk_id": 60, "content": "COBE After a lull in the 1970s caused in part by the many experimental difficulties in measuring CMB at high precision,: 8.5.1 increasingly stringent limits on the anisotropy of the cosmic microwave background were set by ground-based experiments during the 1980s."}
{"topic": "Cosmic Microwave Background", "category": "Fundamentals of Astronomy", "chunk_id": 61, "content": "RELIKT-1, a Soviet cosmic microwave background anisotropy experiment on board the Prognoz 9 satellite (launched 1 July 1983), gave the first upper limits on the large-scale anisotropy."}
{"topic": "Cosmic Microwave Background", "category": "Fundamentals of Astronomy", "chunk_id": 62, "content": ": 8.5.3.2 The other key event in the 1980s was the proposal by Alan Guth for cosmic inflation."}
{"topic": "Cosmic Microwave Background", "category": "Fundamentals of Astronomy", "chunk_id": 63, "content": "This theory of rapid spatial expansion gave an explanation for large-scale isotropy by allowing causal connection just before the epoch of last scattering."}
{"topic": "Cosmic Microwave Background", "category": "Fundamentals of Astronomy", "chunk_id": 64, "content": ": 8.5.4 With this and similar theories, detailed prediction encouraged larger and more ambitious experiments."}
{"topic": "Cosmic Microwave Background", "category": "Fundamentals of Astronomy", "chunk_id": 65, "content": "The NASA Cosmic Background Explorer (COBE) satellite orbited Earth in 1989–1996 detected and quantified the large-scale anisotropies at the limit of its detection capabilities."}
{"topic": "Cosmic Microwave Background", "category": "Fundamentals of Astronomy", "chunk_id": 66, "content": "The NASA COBE mission clearly confirmed the primary anisotropy with the Differential Microwave Radiometer instrument, publishing their findings in 1992."}
{"topic": "Cosmic Microwave Background", "category": "Fundamentals of Astronomy", "chunk_id": 67, "content": "The team received the Nobel Prize in physics for 2006 for this discovery."}
{"topic": "Cosmic Microwave Background", "category": "Fundamentals of Astronomy", "chunk_id": 68, "content": "Precision cosmology Inspired by the COBE results, a series of ground and balloon-based experiments measured cosmic microwave background anisotropies on smaller angular scales over the two decades."}
{"topic": "Cosmic Microwave Background", "category": "Fundamentals of Astronomy", "chunk_id": 69, "content": "The sensitivity of the new experiments improved dramatically, with a reduction in internal noise by three orders of magnitude."}
{"topic": "Cosmic Microwave Background", "category": "Fundamentals of Astronomy", "chunk_id": 70, "content": "The primary goal of these experiments was to measure the scale of the first acoustic peak, which COBE did not have sufficient resolution to resolve."}
{"topic": "Cosmic Microwave Background", "category": "Fundamentals of Astronomy", "chunk_id": 71, "content": "This peak corresponds to large scale density variations in the early universe that are created by gravitational instabilities, resulting in acoustical oscillations in the plasma."}
{"topic": "Cosmic Microwave Background", "category": "Fundamentals of Astronomy", "chunk_id": 72, "content": "The first peak in the anisotropy was tentatively detected by the MAT/TOCO experiment and the result was confirmed by the BOOMERanG and MAXIMA experiments."}
{"topic": "Cosmic Microwave Background", "category": "Fundamentals of Astronomy", "chunk_id": 73, "content": "These measurements demonstrated that the geometry of the universe is approximately flat, rather than curved."}
{"topic": "Cosmic Microwave Background", "category": "Fundamentals of Astronomy", "chunk_id": 74, "content": "They ruled out cosmic strings as a major component of cosmic structure formation and suggested cosmic inflation was the right theory of structure formation."}
{"topic": "Cosmic Microwave Background", "category": "Fundamentals of Astronomy", "chunk_id": 75, "content": "Observations after COBE Inspired by the initial COBE results of an extremely isotropic and homogeneous background, a series of ground- and balloon-based experiments quantified CMB anisotropies on smaller angular scales over the next decade."}
{"topic": "Cosmic Microwave Background", "category": "Fundamentals of Astronomy", "chunk_id": 76, "content": "The primary goal of these experiments was to measure the angular scale of the first acoustic peak, for which COBE did not have sufficient resolution."}
{"topic": "Cosmic Microwave Background", "category": "Fundamentals of Astronomy", "chunk_id": 77, "content": "These measurements were able to rule out cosmic strings as the leading theory of cosmic structure formation, and suggested cosmic inflation was the right theory."}
{"topic": "Cosmic Microwave Background", "category": "Fundamentals of Astronomy", "chunk_id": 78, "content": "During the 1990s, the first peak was measured with increasing sensitivity and by 2000 the BOOMERanG experiment reported that the highest power fluctuations occur at scales of approximately one angular degree."}
{"topic": "Cosmic Microwave Background", "category": "Fundamentals of Astronomy", "chunk_id": 79, "content": "Together with other cosmological data, these results implied that the geometry of the universe is flat."}
{"topic": "Cosmic Microwave Background", "category": "Fundamentals of Astronomy", "chunk_id": 80, "content": "A number of ground-based interferometers provided measurements of the fluctuations with higher accuracy over the next three years, including the Very Small Array, Degree Angular Scale Interferometer (DASI), and the Cosmic Background Imager (CBI)."}
{"topic": "Cosmic Microwave Background", "category": "Fundamentals of Astronomy", "chunk_id": 81, "content": "DASI made the first detection of the polarization of the CMB and the CBI provided the first E-mode polarization spectrum with compelling evidence that it is out of phase with the T-mode spectrum."}
{"topic": "Cosmic Microwave Background", "category": "Fundamentals of Astronomy", "chunk_id": 82, "content": "Wilkinson Microwave Anisotropy Probe In June 2001, NASA launched a second CMB space mission, WMAP, to make much more precise measurements of the large-scale anisotropies over the full sky."}
{"topic": "Cosmic Microwave Background", "category": "Fundamentals of Astronomy", "chunk_id": 83, "content": "WMAP used symmetric, rapid-multi-modulated scanning, rapid switching radiometers at five frequencies to minimize non-sky signal noise."}
{"topic": "Cosmic Microwave Background", "category": "Fundamentals of Astronomy", "chunk_id": 84, "content": "The data from the mission was released in five installments, the last being the nine-year summary."}
{"topic": "Cosmic Microwave Background", "category": "Fundamentals of Astronomy", "chunk_id": 85, "content": "The results are broadly consistent Lambda CDM models based on 6 free parameters and fitting in to Big Bang cosmology with cosmic inflation."}
{"topic": "Cosmic Microwave Background", "category": "Fundamentals of Astronomy", "chunk_id": 86, "content": "Degree Angular Scale Interferometer Atacama Cosmology Telescope Planck Surveyor A third space mission, the ESA (European Space Agency) Planck Surveyor, was launched in May 2009 and performed an even more detailed investigation until it was shut down in October 2013."}
{"topic": "Cosmic Microwave Background", "category": "Fundamentals of Astronomy", "chunk_id": 87, "content": "Planck employed both HEMT radiometers and bolometer technology and measured the CMB at a smaller scale than WMAP."}
{"topic": "Cosmic Microwave Background", "category": "Fundamentals of Astronomy", "chunk_id": 88, "content": "Its detectors were trialled in the Antarctic Viper telescope as ACBAR (Arcminute Cosmology Bolometer Array Receiver) experiment—which has produced the most precise measurements at small angular scales to date—and in the Archeops balloon telescope."}
{"topic": "Cosmic Microwave Background", "category": "Fundamentals of Astronomy", "chunk_id": 89, "content": "On 21 March 2013, the European-led research team behind the Planck cosmology probe released the mission's all-sky map (565x318 jpeg, 3600x1800 jpeg) of the cosmic microwave background."}
{"topic": "Cosmic Microwave Background", "category": "Fundamentals of Astronomy", "chunk_id": 90, "content": "The map suggests the universe is slightly older than researchers expected."}
{"topic": "Cosmic Microwave Background", "category": "Fundamentals of Astronomy", "chunk_id": 91, "content": "According to the map, subtle fluctuations in temperature were imprinted on the deep sky when the cosmos was about 370000 years old."}
{"topic": "Cosmic Microwave Background", "category": "Fundamentals of Astronomy", "chunk_id": 92, "content": "The imprint reflects ripples that arose as early, in the existence of the universe, as the first nonillionth (10−30) of a second."}
{"topic": "Cosmic Microwave Background", "category": "Fundamentals of Astronomy", "chunk_id": 93, "content": "Apparently, these ripples gave rise to the present vast cosmic web of galaxy clusters and dark matter."}
{"topic": "Cosmic Microwave Background", "category": "Fundamentals of Astronomy", "chunk_id": 94, "content": "Based on the 2013 data, the universe contains 4.9% ordinary matter, 26.8% dark matter and 68.3% dark energy."}
{"topic": "Cosmic Microwave Background", "category": "Fundamentals of Astronomy", "chunk_id": 95, "content": "On 5 February 2015, new data was released by the Planck mission, according to which the age of the universe is 13.799±0.021 billion years old and the Hubble constant was measured to be 67.74±0.46 (km/s)/Mpc."}
{"topic": "Cosmic Microwave Background", "category": "Fundamentals of Astronomy", "chunk_id": 96, "content": "South Pole Telescope Theoretical models The cosmic microwave background radiation and the cosmological redshift-distance relation are together regarded as the best available evidence for the Big Bang event."}
{"topic": "Cosmic Microwave Background", "category": "Fundamentals of Astronomy", "chunk_id": 97, "content": "Measurements of the CMB have made the inflationary Big Bang model the Standard Cosmological Model."}
{"topic": "Cosmic Microwave Background", "category": "Fundamentals of Astronomy", "chunk_id": 98, "content": "The discovery of the CMB in the mid-1960s curtailed interest in alternatives such as the steady state theory."}
{"topic": "Cosmic Microwave Background", "category": "Fundamentals of Astronomy", "chunk_id": 99, "content": "In the Big Bang model for the formation of the universe, inflationary cosmology predicts that after about 10−37 seconds the nascent universe underwent exponential growth that smoothed out nearly all irregularities."}
{"topic": "Cosmic Microwave Background", "category": "Fundamentals of Astronomy", "chunk_id": 100, "content": "The remaining irregularities were caused by quantum fluctuations in the inflaton field that caused the inflation event."}
{"topic": "Cosmic Microwave Background", "category": "Fundamentals of Astronomy", "chunk_id": 101, "content": "Long before the formation of stars and planets, the early universe was more compact, much hotter and, starting 10−6 seconds after the Big Bang, filled with a uniform glow from its white-hot fog of interacting plasma of photons, electrons, and baryons."}
{"topic": "Cosmic Microwave Background", "category": "Fundamentals of Astronomy", "chunk_id": 102, "content": "As the universe expanded, adiabatic cooling caused the energy density of the plasma to decrease until it became favorable for electrons to combine with protons, forming hydrogen atoms."}
{"topic": "Cosmic Microwave Background", "category": "Fundamentals of Astronomy", "chunk_id": 103, "content": "This recombination event happened when the temperature was around 3000 K or when the universe was approximately 379,000 years old."}
{"topic": "Cosmic Microwave Background", "category": "Fundamentals of Astronomy", "chunk_id": 104, "content": "As photons did not interact with these electrically neutral atoms, the former began to travel freely through space, resulting in the decoupling of matter and radiation."}
{"topic": "Cosmic Microwave Background", "category": "Fundamentals of Astronomy", "chunk_id": 105, "content": "The color temperature of the ensemble of decoupled photons has continued to diminish ever since; now down to 2.7260±0.0013 K, it will continue to drop as the universe expands."}
{"topic": "Cosmic Microwave Background", "category": "Fundamentals of Astronomy", "chunk_id": 106, "content": "The intensity of the radiation corresponds to black-body radiation at 2.726 K because red-shifted black-body radiation is just like black-body radiation at a lower temperature."}
{"topic": "Cosmic Microwave Background", "category": "Fundamentals of Astronomy", "chunk_id": 107, "content": "According to the Big Bang model, the radiation from the sky we measure today comes from a spherical surface called the surface of last scattering."}
{"topic": "Cosmic Microwave Background", "category": "Fundamentals of Astronomy", "chunk_id": 108, "content": "This represents the set of locations in space at which the decoupling event is estimated to have occurred and at a point in time such that the photons from that distance have just reached observers."}
{"topic": "Cosmic Microwave Background", "category": "Fundamentals of Astronomy", "chunk_id": 109, "content": "Most of the radiation energy in the universe is in the cosmic microwave background, making up a fraction of roughly 6×10−5 of the total density of the universe."}
{"topic": "Cosmic Microwave Background", "category": "Fundamentals of Astronomy", "chunk_id": 110, "content": "Two of the greatest successes of the Big Bang theory are its prediction of the almost perfect black body spectrum and its detailed prediction of the anisotropies in the cosmic microwave background."}
{"topic": "Cosmic Microwave Background", "category": "Fundamentals of Astronomy", "chunk_id": 111, "content": "The CMB spectrum has become the most precisely measured black body spectrum in nature."}
{"topic": "Cosmic Microwave Background", "category": "Fundamentals of Astronomy", "chunk_id": 112, "content": "Predictions based on the Big Bang model In the late 1940s Alpher and Herman reasoned that if there was a Big Bang, the expansion of the universe would have stretched the high-energy radiation of the very early universe into the microwave region of the electromagnetic spectrum, and down to a temperature of about 5 K. They were slightly off with their estimate, but they had the right idea."}
{"topic": "Cosmic Microwave Background", "category": "Fundamentals of Astronomy", "chunk_id": 113, "content": "They predicted the CMB."}
{"topic": "Cosmic Microwave Background", "category": "Fundamentals of Astronomy", "chunk_id": 114, "content": "It took another 15 years for Penzias and Wilson to discover that the microwave background was actually there."}
{"topic": "Cosmic Microwave Background", "category": "Fundamentals of Astronomy", "chunk_id": 115, "content": "According to standard cosmology, the CMB gives a snapshot of the hot early universe at the point in time when the temperature dropped enough to allow electrons and protons to form hydrogen atoms."}
{"topic": "Cosmic Microwave Background", "category": "Fundamentals of Astronomy", "chunk_id": 116, "content": "This event made the universe nearly transparent to radiation because light was no longer being scattered off free electrons."}
{"topic": "Cosmic Microwave Background", "category": "Fundamentals of Astronomy", "chunk_id": 117, "content": "When this occurred some 380,000 years after the Big Bang, the temperature of the universe was about 3,000 K. This corresponds to an ambient energy of about 0.26 eV, which is much less than the 13.6 eV ionization energy of hydrogen."}
{"topic": "Cosmic Microwave Background", "category": "Fundamentals of Astronomy", "chunk_id": 118, "content": "This epoch is generally known as the \"time of last scattering\" or the period of recombination or decoupling."}
{"topic": "Cosmic Microwave Background", "category": "Fundamentals of Astronomy", "chunk_id": 119, "content": "Since decoupling, the color temperature of the background radiation has dropped by an average factor of 1,089 due to the expansion of the universe."}
{"topic": "Cosmic Microwave Background", "category": "Fundamentals of Astronomy", "chunk_id": 120, "content": "As the universe expands, the CMB photons are redshifted, causing them to decrease in energy."}
{"topic": "Cosmic Microwave Background", "category": "Fundamentals of Astronomy", "chunk_id": 121, "content": "The color temperature of this radiation stays inversely proportional to a parameter that describes the relative expansion of the universe over time, known as the scale length."}
{"topic": "Cosmic Microwave Background", "category": "Fundamentals of Astronomy", "chunk_id": 122, "content": "The color temperature Tr of the CMB as a function of redshift, z, can be shown to be proportional to the color temperature of the CMB as observed in the present day (2.725 K or 0.2348 meV): Tr = 2.725 K × (1 + z) The high degree of uniformity throughout the observable universe and its faint but measured anisotropy lend strong support for the Big Bang model in general and the ΛCDM (\"Lambda Cold Dark Matter\") model in particular."}
{"topic": "Cosmic Microwave Background", "category": "Fundamentals of Astronomy", "chunk_id": 123, "content": "Moreover, the fluctuations are coherent on angular scales that are larger than the apparent cosmological horizon at recombination."}
{"topic": "Cosmic Microwave Background", "category": "Fundamentals of Astronomy", "chunk_id": 124, "content": "Either such coherence is acausally fine-tuned, or cosmic inflation occurred."}
{"topic": "Cosmic Microwave Background", "category": "Fundamentals of Astronomy", "chunk_id": 125, "content": "Primary anisotropy The anisotropy, or directional dependency, of the cosmic microwave background is divided into two types: primary anisotropy, due to effects that occur at the surface of last scattering and before; and secondary anisotropy, due to effects such as interactions of the background radiation with intervening hot gas or gravitational potentials, which occur between the last scattering surface and the observer."}
{"topic": "Cosmic Microwave Background", "category": "Fundamentals of Astronomy", "chunk_id": 126, "content": "The structure of the cosmic microwave background anisotropies is principally determined by two effects: acoustic oscillations and diffusion damping (also called collisionless damping or Silk damping)."}
{"topic": "Cosmic Microwave Background", "category": "Fundamentals of Astronomy", "chunk_id": 127, "content": "The acoustic oscillations arise because of a conflict in the photon–baryon plasma in the early universe."}
{"topic": "Cosmic Microwave Background", "category": "Fundamentals of Astronomy", "chunk_id": 128, "content": "The pressure of the photons tends to erase anisotropies, whereas the gravitational attraction of the baryons, moving at speeds much slower than light, makes them tend to collapse to form overdensities."}
{"topic": "Cosmic Microwave Background", "category": "Fundamentals of Astronomy", "chunk_id": 129, "content": "These two effects compete to create acoustic oscillations, which give the microwave background its characteristic peak structure."}
{"topic": "Cosmic Microwave Background", "category": "Fundamentals of Astronomy", "chunk_id": 130, "content": "The peaks correspond, roughly, to resonances in which the photons decouple when a particular mode is at its peak amplitude."}
{"topic": "Cosmic Microwave Background", "category": "Fundamentals of Astronomy", "chunk_id": 131, "content": "The peaks contain interesting physical signatures."}
{"topic": "Cosmic Microwave Background", "category": "Fundamentals of Astronomy", "chunk_id": 132, "content": "The angular scale of the first peak determines the curvature of the universe (but not the topology of the universe)."}
{"topic": "Cosmic Microwave Background", "category": "Fundamentals of Astronomy", "chunk_id": 133, "content": "The next peak—ratio of the odd peaks to the even peaks—determines the reduced baryon density."}
{"topic": "Cosmic Microwave Background", "category": "Fundamentals of Astronomy", "chunk_id": 134, "content": "The third peak can be used to get information about the dark-matter density."}
{"topic": "Cosmic Microwave Background", "category": "Fundamentals of Astronomy", "chunk_id": 135, "content": "The locations of the peaks give important information about the nature of the primordial density perturbations."}
{"topic": "Cosmic Microwave Background", "category": "Fundamentals of Astronomy", "chunk_id": 136, "content": "There are two fundamental types of density perturbations called adiabatic and isocurvature."}
{"topic": "Cosmic Microwave Background", "category": "Fundamentals of Astronomy", "chunk_id": 137, "content": "A general density perturbation is a mixture of both, and different theories that purport to explain the primordial density perturbation spectrum predict different mixtures."}
{"topic": "Cosmic Microwave Background", "category": "Fundamentals of Astronomy", "chunk_id": 138, "content": "Adiabatic density perturbations In an adiabatic density perturbation, the fractional additional number density of each type of particle (baryons, photons, etc.)"}
{"topic": "Cosmic Microwave Background", "category": "Fundamentals of Astronomy", "chunk_id": 139, "content": "is the same."}
{"topic": "Cosmic Microwave Background", "category": "Fundamentals of Astronomy", "chunk_id": 140, "content": "That is, if at one place there is a 1% higher number density of baryons than average, then at that place there is a 1% higher number density of photons (and a 1% higher number density in neutrinos) than average."}
{"topic": "Cosmic Microwave Background", "category": "Fundamentals of Astronomy", "chunk_id": 141, "content": "Cosmic inflation predicts that the primordial perturbations are adiabatic."}
{"topic": "Cosmic Microwave Background", "category": "Fundamentals of Astronomy", "chunk_id": 142, "content": "Isocurvature density perturbations In an isocurvature density perturbation, the sum (over different types of particle) of the fractional additional densities is zero."}
{"topic": "Cosmic Microwave Background", "category": "Fundamentals of Astronomy", "chunk_id": 143, "content": "That is, a perturbation where at some spot there is 1% more energy in baryons than average, 1% more energy in photons than average, and 2% less energy in neutrinos than average, would be a pure isocurvature perturbation."}
{"topic": "Cosmic Microwave Background", "category": "Fundamentals of Astronomy", "chunk_id": 144, "content": "Hypothetical cosmic strings would produce mostly isocurvature primordial perturbations."}
{"topic": "Cosmic Microwave Background", "category": "Fundamentals of Astronomy", "chunk_id": 145, "content": "The CMB spectrum can distinguish between these two because these two types of perturbations produce different peak locations."}
{"topic": "Cosmic Microwave Background", "category": "Fundamentals of Astronomy", "chunk_id": 146, "content": "Isocurvature density perturbations produce a series of peaks whose angular scales (ℓ values of the peaks) are roughly in the ratio 1 : 3 : 5 : ..., while adiabatic density perturbations produce peaks whose locations are in the ratio 1 : 2 : 3 : ... Observations are consistent with the primordial density perturbations being entirely adiabatic, providing key support for inflation, and ruling out many models of structure formation involving, for example, cosmic strings."}
{"topic": "Cosmic Microwave Background", "category": "Fundamentals of Astronomy", "chunk_id": 147, "content": "Collisionless damping is caused by two effects, when the treatment of the primordial plasma as fluid begins to break down: the increasing mean free path of the photons as the primordial plasma becomes increasingly rarefied in an expanding universe, the finite depth of the last scattering surface (LSS), which causes the mean free path to increase rapidly during decoupling, even while some Compton scattering is still occurring."}
{"topic": "Cosmic Microwave Background", "category": "Fundamentals of Astronomy", "chunk_id": 148, "content": "These effects contribute about equally to the suppression of anisotropies at small scales and give rise to the characteristic exponential damping tail seen in the very small angular scale anisotropies."}
{"topic": "Cosmic Microwave Background", "category": "Fundamentals of Astronomy", "chunk_id": 149, "content": "The depth of the LSS refers to the fact that the decoupling of the photons and baryons does not happen instantaneously, but instead requires an appreciable fraction of the age of the universe up to that era."}
{"topic": "Cosmic Microwave Background", "category": "Fundamentals of Astronomy", "chunk_id": 150, "content": "One method of quantifying how long this process took uses the photon visibility function (PVF)."}
{"topic": "Cosmic Microwave Background", "category": "Fundamentals of Astronomy", "chunk_id": 151, "content": "This function is defined so that, denoting the PVF by P(t), the probability that a CMB photon last scattered between time t and t + dt is given by P(t) dt."}
{"topic": "Cosmic Microwave Background", "category": "Fundamentals of Astronomy", "chunk_id": 152, "content": "The maximum of the PVF (the time when it is most likely that a given CMB photon last scattered) is known quite precisely."}
{"topic": "Cosmic Microwave Background", "category": "Fundamentals of Astronomy", "chunk_id": 153, "content": "The first-year WMAP results put the time at which P(t) has a maximum as 372,000 years."}
{"topic": "Cosmic Microwave Background", "category": "Fundamentals of Astronomy", "chunk_id": 154, "content": "This is often taken as the \"time\" at which the CMB formed."}
{"topic": "Cosmic Microwave Background", "category": "Fundamentals of Astronomy", "chunk_id": 155, "content": "However, to figure out how long it took the photons and baryons to decouple, we need a measure of the width of the PVF."}
{"topic": "Cosmic Microwave Background", "category": "Fundamentals of Astronomy", "chunk_id": 156, "content": "The WMAP team finds that the PVF is greater than half of its maximal value (the \"full width at half maximum\", or FWHM) over an interval of 115,000 years."}
{"topic": "Cosmic Microwave Background", "category": "Fundamentals of Astronomy", "chunk_id": 157, "content": ": 179 By this measure, decoupling took place over roughly 115,000 years, and thus when it was complete, the universe was roughly 487,000 years old."}
{"topic": "Cosmic Microwave Background", "category": "Fundamentals of Astronomy", "chunk_id": 158, "content": "Late time anisotropy Since the CMB came into existence, it has apparently been modified by several subsequent physical processes, which are collectively referred to as late-time anisotropy, or secondary anisotropy."}
{"topic": "Cosmic Microwave Background", "category": "Fundamentals of Astronomy", "chunk_id": 159, "content": "When the CMB photons became free to travel unimpeded, ordinary matter in the universe was mostly in the form of neutral hydrogen and helium atoms."}
{"topic": "Cosmic Microwave Background", "category": "Fundamentals of Astronomy", "chunk_id": 160, "content": "However, observations of galaxies today seem to indicate that most of the volume of the intergalactic medium (IGM) consists of ionized material (since there are few absorption lines due to hydrogen atoms)."}
{"topic": "Cosmic Microwave Background", "category": "Fundamentals of Astronomy", "chunk_id": 161, "content": "This implies a period of reionization during which some of the material of the universe was broken into hydrogen ions."}
{"topic": "Cosmic Microwave Background", "category": "Fundamentals of Astronomy", "chunk_id": 162, "content": "The CMB photons are scattered by free charges such as electrons that are not bound in atoms."}
{"topic": "Cosmic Microwave Background", "category": "Fundamentals of Astronomy", "chunk_id": 163, "content": "In an ionized universe, such charged particles have been liberated from neutral atoms by ionizing (ultraviolet) radiation."}
{"topic": "Cosmic Microwave Background", "category": "Fundamentals of Astronomy", "chunk_id": 164, "content": "Today these free charges are at sufficiently low density in most of the volume of the universe that they do not measurably affect the CMB."}
{"topic": "Cosmic Microwave Background", "category": "Fundamentals of Astronomy", "chunk_id": 165, "content": "However, if the IGM was ionized at very early times when the universe was still denser, then there are two main effects on the CMB: Small scale anisotropies are erased."}
{"topic": "Cosmic Microwave Background", "category": "Fundamentals of Astronomy", "chunk_id": 166, "content": "(Just as when looking at an object through fog, details of the object appear fuzzy.)"}
{"topic": "Cosmic Microwave Background", "category": "Fundamentals of Astronomy", "chunk_id": 167, "content": "The physics of how photons are scattered by free electrons (Thomson scattering) induces polarization anisotropies on large angular scales."}
{"topic": "Cosmic Microwave Background", "category": "Fundamentals of Astronomy", "chunk_id": 168, "content": "This broad angle polarization is correlated with the broad angle temperature perturbation."}
{"topic": "Cosmic Microwave Background", "category": "Fundamentals of Astronomy", "chunk_id": 169, "content": "Both of these effects have been observed by the WMAP spacecraft, providing evidence that the universe was ionized at very early times, at a redshift around 10."}
{"topic": "Cosmic Microwave Background", "category": "Fundamentals of Astronomy", "chunk_id": 170, "content": "The detailed provenance of this early ionizing radiation is still a matter of scientific debate."}
{"topic": "Cosmic Microwave Background", "category": "Fundamentals of Astronomy", "chunk_id": 171, "content": "It may have included starlight from the very first population of stars (population III stars), supernovae when these first stars reached the end of their lives, or the ionizing radiation produced by the accretion disks of massive black holes."}
{"topic": "Cosmic Microwave Background", "category": "Fundamentals of Astronomy", "chunk_id": 172, "content": "The time following the emission of the cosmic microwave background—and before the observation of the first stars—is semi-humorously referred to by cosmologists as the Dark Age, and is a period which is under intense study by astronomers (see 21 centimeter radiation)."}
{"topic": "Cosmic Microwave Background", "category": "Fundamentals of Astronomy", "chunk_id": 173, "content": "Two other effects which occurred between reionization and our observations of the cosmic microwave background, and which appear to cause anisotropies, are the Sunyaev–Zel'dovich effect, where a cloud of high-energy electrons scatters the radiation, transferring some of its energy to the CMB photons, and the Sachs–Wolfe effect, which causes photons from the Cosmic Microwave Background to be gravitationally redshifted or blueshifted due to changing gravitational fields."}
{"topic": "Cosmic Microwave Background", "category": "Fundamentals of Astronomy", "chunk_id": 174, "content": "Alternative theories The standard cosmology that includes the Big Bang \"enjoys considerable popularity among the practicing cosmologists\": 211 However, there are challenges to the standard big bang framework for explaining CMB data."}
{"topic": "Cosmic Microwave Background", "category": "Fundamentals of Astronomy", "chunk_id": 175, "content": "In particular standard cosmology requires fine-tuning of some free parameters, with different values supported by different experimental data."}
{"topic": "Cosmic Microwave Background", "category": "Fundamentals of Astronomy", "chunk_id": 176, "content": ": 245 As an example of the fine-tuning issue, standard cosmology cannot predict the present temperature of the relic radiation, T 0 {\\displaystyle T_{0}} ."}
{"topic": "Cosmic Microwave Background", "category": "Fundamentals of Astronomy", "chunk_id": 177, "content": ": 229 This value of T 0 {\\displaystyle T_{0}} is one of the best results of experimental cosmology and the steady state model can predict it."}
{"topic": "Cosmic Microwave Background", "category": "Fundamentals of Astronomy", "chunk_id": 178, "content": "However, alternative models have their own set of problems and they have only made post-facto explanations of existing observations."}
{"topic": "Cosmic Microwave Background", "category": "Fundamentals of Astronomy", "chunk_id": 179, "content": ": 239 Nevertheless, these alternatives have played an important historic role in providing ideas for and challenges to the standard explanation."}
{"topic": "Cosmic Microwave Background", "category": "Fundamentals of Astronomy", "chunk_id": 180, "content": "Polarization The cosmic microwave background is polarized at the level of a few microkelvin."}
{"topic": "Cosmic Microwave Background", "category": "Fundamentals of Astronomy", "chunk_id": 181, "content": "There are two types of polarization, called E-mode (or gradient-mode) and B-mode (or curl mode)."}
{"topic": "Cosmic Microwave Background", "category": "Fundamentals of Astronomy", "chunk_id": 182, "content": "This is in analogy to electrostatics, in which the electric field (E-field) has a vanishing curl and the magnetic field (B-field) has a vanishing divergence."}
{"topic": "Cosmic Microwave Background", "category": "Fundamentals of Astronomy", "chunk_id": 183, "content": "E-modes The E-modes arise from Thomson scattering in a heterogeneous plasma."}
{"topic": "Cosmic Microwave Background", "category": "Fundamentals of Astronomy", "chunk_id": 184, "content": "E-modes were first seen in 2002 by the Degree Angular Scale Interferometer (DASI)."}
{"topic": "Cosmic Microwave Background", "category": "Fundamentals of Astronomy", "chunk_id": 185, "content": "B-modes B-modes are expected to be an order of magnitude weaker than the E-modes."}
{"topic": "Cosmic Microwave Background", "category": "Fundamentals of Astronomy", "chunk_id": 186, "content": "The former are not produced by standard scalar type perturbations, but are generated by gravitational waves during cosmic inflation shortly after the big bang."}
{"topic": "Cosmic Microwave Background", "category": "Fundamentals of Astronomy", "chunk_id": 187, "content": "However, gravitational lensing of the stronger E-modes can also produce B-mode polarization."}
{"topic": "Cosmic Microwave Background", "category": "Fundamentals of Astronomy", "chunk_id": 188, "content": "Detecting the original B-modes signal requires analysis of the contamination caused by lensing of the relatively strong E-mode signal."}
{"topic": "Cosmic Microwave Background", "category": "Fundamentals of Astronomy", "chunk_id": 189, "content": "Primordial gravitational waves Models of \"slow-roll\" cosmic inflation in the early universe predicts primordial gravitational waves that would impact the polarisation of the cosmic microwave background, creating a specific pattern of B-mode polarization."}
{"topic": "Cosmic Microwave Background", "category": "Fundamentals of Astronomy", "chunk_id": 190, "content": "Detection of this pattern would support the theory of inflation and their strength can confirm and exclude different models of inflation."}
{"topic": "Cosmic Microwave Background", "category": "Fundamentals of Astronomy", "chunk_id": 191, "content": "Claims that this characteristic pattern of B-mode polarization had been measured by BICEP2 instrument were later attributed to cosmic dust due to new results of the Planck experiment."}
{"topic": "Cosmic Microwave Background", "category": "Fundamentals of Astronomy", "chunk_id": 192, "content": ": 253 Gravitational lensing The second type of B-modes was discovered in 2013 using the South Pole Telescope with help from the Herschel Space Observatory."}
{"topic": "Cosmic Microwave Background", "category": "Fundamentals of Astronomy", "chunk_id": 193, "content": "In October 2014, a measurement of the B-mode polarization at 150 GHz was published by the POLARBEAR experiment."}
{"topic": "Cosmic Microwave Background", "category": "Fundamentals of Astronomy", "chunk_id": 194, "content": "Compared to BICEP2, POLARBEAR focuses on a smaller patch of the sky and is less susceptible to dust effects."}
{"topic": "Cosmic Microwave Background", "category": "Fundamentals of Astronomy", "chunk_id": 195, "content": "The team reported that POLARBEAR's measured B-mode polarization was of cosmological origin (and not just due to dust) at a 97.2% confidence level."}
{"topic": "Cosmic Microwave Background", "category": "Fundamentals of Astronomy", "chunk_id": 196, "content": "Multipole analysis The CMB angular anisotropies are usually presented in terms of power per multipole."}
{"topic": "Cosmic Microwave Background", "category": "Fundamentals of Astronomy", "chunk_id": 197, "content": "The map of temperature across the sky, T ( θ , φ ) , {\\displaystyle T(\\theta ,\\varphi ),} is written as coefficients of spherical harmonics, T ( θ , φ ) = ∑ ℓ m a ℓ m Y ℓ m ( θ , φ ) {\\displaystyle T(\\theta ,\\varphi )=\\sum _{\\ell m}a_{\\ell m}Y_{\\ell m}(\\theta ,\\varphi )} where the a ℓ m {\\displaystyle a_{\\ell m}} term measures the strength of the angular oscillation in Y ℓ m ( θ , φ ) {\\displaystyle Y_{\\ell m}(\\theta ,\\varphi )} , and ℓ is the multipole number while m is the azimuthal number."}
{"topic": "Cosmic Microwave Background", "category": "Fundamentals of Astronomy", "chunk_id": 198, "content": "The azimuthal variation is not significant and is removed by applying the angular correlation function, giving power spectrum term C ℓ ≡ ⟨ | a ℓ m | 2 ⟩ ."}
{"topic": "Cosmic Microwave Background", "category": "Fundamentals of Astronomy", "chunk_id": 199, "content": "{\\displaystyle C_{\\ell }\\equiv \\langle |a_{\\ell m}|^{2}\\rangle .}"}
{"topic": "Cosmic Microwave Background", "category": "Fundamentals of Astronomy", "chunk_id": 200, "content": "Increasing values of ℓ correspond to higher multipole moments of CMB, meaning more rapid variation with angle."}
{"topic": "Cosmic Microwave Background", "category": "Fundamentals of Astronomy", "chunk_id": 201, "content": "CMBR monopole term (ℓ = 0) The monopole term, ℓ = 0, is the constant isotropic mean temperature of the CMB, Tγ = 2.7255±0.0006 K with one standard deviation confidence."}
{"topic": "Cosmic Microwave Background", "category": "Fundamentals of Astronomy", "chunk_id": 202, "content": "This term must be measured with absolute temperature devices, such as the FIRAS instrument on the COBE satellite."}
{"topic": "Cosmic Microwave Background", "category": "Fundamentals of Astronomy", "chunk_id": 203, "content": ": 499 CMBR dipole anisotropy (ℓ = 1) CMB dipole represents the largest anisotropy, which is in the first spherical harmonic (ℓ = 1), a cosine function."}
{"topic": "Cosmic Microwave Background", "category": "Fundamentals of Astronomy", "chunk_id": 204, "content": "The amplitude of CMB dipole is around 3.3621±0.0010 mK."}
{"topic": "Cosmic Microwave Background", "category": "Fundamentals of Astronomy", "chunk_id": 205, "content": "The CMB dipole moment is interpreted as the peculiar motion of the Earth relative to the CMB."}
{"topic": "Cosmic Microwave Background", "category": "Fundamentals of Astronomy", "chunk_id": 206, "content": "Its amplitude depends on the time due to the Earth's orbit about the barycenter of the solar system."}
{"topic": "Cosmic Microwave Background", "category": "Fundamentals of Astronomy", "chunk_id": 207, "content": "This enables us to add a time-dependent term to the dipole expression."}
{"topic": "Cosmic Microwave Background", "category": "Fundamentals of Astronomy", "chunk_id": 208, "content": "The modulation of this term is 1 year, which fits the observation done by COBE FIRAS."}
{"topic": "Cosmic Microwave Background", "category": "Fundamentals of Astronomy", "chunk_id": 209, "content": "The dipole moment does not encode any primordial information."}
{"topic": "Cosmic Microwave Background", "category": "Fundamentals of Astronomy", "chunk_id": 210, "content": "From the CMB data, it is seen that the Sun appears to be moving at 369.82±0.11 km/s relative to the reference frame of the CMB (also called the CMB rest frame, or the frame of reference in which there is no motion through the CMB)."}
{"topic": "Cosmic Microwave Background", "category": "Fundamentals of Astronomy", "chunk_id": 211, "content": "The Local Group — the galaxy group that includes our own Milky Way galaxy — appears to be moving at 620±15 km/s in the direction of galactic longitude ℓ = 271.9°±2°, b = 30°±3°."}
{"topic": "Cosmic Microwave Background", "category": "Fundamentals of Astronomy", "chunk_id": 212, "content": "The dipole is now used to calibrate mapping studies."}
{"topic": "Cosmic Microwave Background", "category": "Fundamentals of Astronomy", "chunk_id": 213, "content": "Multipole (ℓ ≥ 2) The temperature variation in the CMB temperature maps at higher multipoles, or ℓ ≥ 2, is considered to be the result of perturbations of the density in the early Universe, before the recombination epoch at a redshift of around z ⋍ 1100."}
{"topic": "Cosmic Microwave Background", "category": "Fundamentals of Astronomy", "chunk_id": 214, "content": "Before recombination, the Universe consisted of a hot, dense plasma of electrons and baryons."}
{"topic": "Cosmic Microwave Background", "category": "Fundamentals of Astronomy", "chunk_id": 215, "content": "In such a hot dense environment, electrons and protons could not form any neutral atoms."}
{"topic": "Cosmic Microwave Background", "category": "Fundamentals of Astronomy", "chunk_id": 216, "content": "The baryons in such early Universe remained highly ionized and so were tightly coupled with photons through the effect of Thompson scattering."}
{"topic": "Cosmic Microwave Background", "category": "Fundamentals of Astronomy", "chunk_id": 217, "content": "These phenomena caused the pressure and gravitational effects to act against each other, and triggered fluctuations in the photon-baryon plasma."}
{"topic": "Cosmic Microwave Background", "category": "Fundamentals of Astronomy", "chunk_id": 218, "content": "Quickly after the recombination epoch, the rapid expansion of the universe caused the plasma to cool down and these fluctuations are \"frozen into\" the CMB maps we observe today."}
{"topic": "Cosmic Microwave Background", "category": "Fundamentals of Astronomy", "chunk_id": 219, "content": "Data analysis challenges Raw CMBR data, even from space vehicles such as WMAP or Planck, contain foreground effects that completely obscure the fine-scale structure of the cosmic microwave background."}
{"topic": "Cosmic Microwave Background", "category": "Fundamentals of Astronomy", "chunk_id": 220, "content": "The fine-scale structure is superimposed on the raw CMBR data but is too small to be seen at the scale of the raw data."}
{"topic": "Cosmic Microwave Background", "category": "Fundamentals of Astronomy", "chunk_id": 221, "content": "The most prominent of the foreground effects is the dipole anisotropy caused by the Sun's motion relative to the CMBR background."}
{"topic": "Cosmic Microwave Background", "category": "Fundamentals of Astronomy", "chunk_id": 222, "content": "The dipole anisotropy and others due to Earth's annual motion relative to the Sun and numerous microwave sources in the galactic plane and elsewhere must be subtracted out to reveal the extremely tiny variations characterizing the fine-scale structure of the CMBR background."}
{"topic": "Cosmic Microwave Background", "category": "Fundamentals of Astronomy", "chunk_id": 223, "content": "The detailed analysis of CMBR data to produce maps, an angular power spectrum, and ultimately cosmological parameters is a complicated, computationally difficult problem."}
{"topic": "Cosmic Microwave Background", "category": "Fundamentals of Astronomy", "chunk_id": 224, "content": "In practice it is hard to take the effects of noise and foreground sources into account."}
{"topic": "Cosmic Microwave Background", "category": "Fundamentals of Astronomy", "chunk_id": 225, "content": "In particular, these foregrounds are dominated by galactic emissions such as bremsstrahlung, synchrotron, and dust that emit in the microwave band; in practice, the galaxy has to be removed, resulting in a CMB map that is not a full-sky map."}
{"topic": "Cosmic Microwave Background", "category": "Fundamentals of Astronomy", "chunk_id": 226, "content": "In addition, point sources like galaxies and clusters represent foreground sources which must be removed so as not to distort the short scale structure of the CMB power spectrum."}
{"topic": "Cosmic Microwave Background", "category": "Fundamentals of Astronomy", "chunk_id": 227, "content": "Constraints on many cosmological parameters can be obtained from their effects on the power spectrum, and results are often calculated using Markov chain Monte Carlo sampling techniques."}
{"topic": "Cosmic Microwave Background", "category": "Fundamentals of Astronomy", "chunk_id": 228, "content": "Anomalies With the increasingly precise data provided by WMAP, there have been a number of claims that the CMB exhibits anomalies, such as very large scale anisotropies, anomalous alignments, and non-Gaussian distributions."}
{"topic": "Cosmic Microwave Background", "category": "Fundamentals of Astronomy", "chunk_id": 229, "content": "The most longstanding of these is the low-ℓ multipole controversy."}
{"topic": "Cosmic Microwave Background", "category": "Fundamentals of Astronomy", "chunk_id": 230, "content": "Even in the COBE map, it was observed that the quadrupole (ℓ = 2, spherical harmonic) has a low amplitude compared to the predictions of the Big Bang."}
{"topic": "Cosmic Microwave Background", "category": "Fundamentals of Astronomy", "chunk_id": 231, "content": "In particular, the quadrupole and octupole (ℓ = 3) modes appear to have an unexplained alignment with each other and with both the ecliptic plane and equinoxes."}
{"topic": "Cosmic Microwave Background", "category": "Fundamentals of Astronomy", "chunk_id": 232, "content": "A number of groups have suggested that this could be the signature of quantum corrections or new physics at the greatest observable scales; other groups suspect systematic errors in the data."}
{"topic": "Cosmic Microwave Background", "category": "Fundamentals of Astronomy", "chunk_id": 233, "content": "Ultimately, due to the foregrounds and the cosmic variance problem, the greatest modes will never be as well measured as the small angular scale modes."}
{"topic": "Cosmic Microwave Background", "category": "Fundamentals of Astronomy", "chunk_id": 234, "content": "The analyses were performed on two maps that have had the foregrounds removed as far as possible: the \"internal linear combination\" map of the WMAP collaboration and a similar map prepared by Max Tegmark and others."}
{"topic": "Cosmic Microwave Background", "category": "Fundamentals of Astronomy", "chunk_id": 235, "content": "Later analyses have pointed out that these are the modes most susceptible to foreground contamination from synchrotron, dust, and bremsstrahlung emission, and from experimental uncertainty in the monopole and dipole."}
{"topic": "Cosmic Microwave Background", "category": "Fundamentals of Astronomy", "chunk_id": 236, "content": "A full Bayesian analysis of the WMAP power spectrum demonstrates that the quadrupole prediction of Lambda-CDM cosmology is consistent with the data at the 10% level and that the observed octupole is not remarkable."}
{"topic": "Cosmic Microwave Background", "category": "Fundamentals of Astronomy", "chunk_id": 237, "content": "Carefully accounting for the procedure used to remove the foregrounds from the full sky map further reduces the significance of the alignment by ~5%."}
{"topic": "Cosmic Microwave Background", "category": "Fundamentals of Astronomy", "chunk_id": 238, "content": "Recent observations with the Planck telescope, which is very much more sensitive than WMAP and has a larger angular resolution, record the same anomaly, and so instrumental error (but not foreground contamination) appears to be ruled out."}
{"topic": "Cosmic Microwave Background", "category": "Fundamentals of Astronomy", "chunk_id": 239, "content": "Coincidence is a possible explanation, chief scientist from WMAP, Charles L. Bennett suggested coincidence and human psychology were involved, \"I do think there is a bit of a psychological effect; people want to find unusual things.\""}
{"topic": "Cosmic Microwave Background", "category": "Fundamentals of Astronomy", "chunk_id": 240, "content": "Measurements of the density of quasars based on Wide-field Infrared Survey Explorer data finds a dipole significantly different from the one extracted from the CMB anisotropy."}
{"topic": "Cosmic Microwave Background", "category": "Fundamentals of Astronomy", "chunk_id": 241, "content": "This difference is conflict with the cosmological principle."}
{"topic": "Cosmic Microwave Background", "category": "Fundamentals of Astronomy", "chunk_id": 242, "content": "Future evolution Assuming the universe keeps expanding and it does not suffer a Big Crunch, a Big Rip, or another similar fate, the cosmic microwave background will continue redshifting until it will no longer be detectable, and will be superseded first by the one produced by starlight, and perhaps, later by the background radiation fields of processes that may take place in the far future of the universe such as proton decay, evaporation of black holes, and positronium decay."}
{"topic": "Cosmic Microwave Background", "category": "Fundamentals of Astronomy", "chunk_id": 243, "content": "Timeline of prediction, discovery and interpretation Thermal (non-microwave background) temperature predictions 1896 – Charles Édouard Guillaume estimates the \"radiation of the stars\" to be 5–6 K. 1926 – Sir Arthur Eddington estimates the non-thermal radiation of starlight in the galaxy \"... by the formula E = σT4 the effective temperature corresponding to this density is 3.18° absolute ... black body\"."}
{"topic": "Cosmic Microwave Background", "category": "Fundamentals of Astronomy", "chunk_id": 244, "content": "1930s – Cosmologist Erich Regener calculates that the non-thermal spectrum of cosmic rays in the galaxy has an effective temperature of 2.8 K. 1931 – Term microwave first used in print: \"When trials with wavelengths as low as 18 cm."}
{"topic": "Cosmic Microwave Background", "category": "Fundamentals of Astronomy", "chunk_id": 245, "content": "were made known, there was undisguised surprise+that the problem of the micro-wave had been solved so soon.\""}
{"topic": "Cosmic Microwave Background", "category": "Fundamentals of Astronomy", "chunk_id": 246, "content": "Telegraph & Telephone Journal XVII."}
{"topic": "Cosmic Microwave Background", "category": "Fundamentals of Astronomy", "chunk_id": 247, "content": "179/1 1934 – Richard Tolman shows that black-body radiation in an expanding universe cools but remains thermal."}
{"topic": "Cosmic Microwave Background", "category": "Fundamentals of Astronomy", "chunk_id": 248, "content": "1946 – Robert Dicke predicts \"... radiation from cosmic matter\" at < 20 K, but did not refer to background radiation."}
{"topic": "Cosmic Microwave Background", "category": "Fundamentals of Astronomy", "chunk_id": 249, "content": "1946 – George Gamow calculates a temperature of 50 K (assuming a 3-billion year old universe), commenting it \"... is in reasonable agreement with the actual temperature of interstellar space\", but does not mention background radiation."}
{"topic": "Cosmic Microwave Background", "category": "Fundamentals of Astronomy", "chunk_id": 250, "content": "1953 – Erwin Finlay-Freundlich in support of his tired light theory, derives a blackbody temperature for intergalactic space of 2.3 K and in the following year values of 1.9K and 6.0K."}
{"topic": "Cosmic Microwave Background", "category": "Fundamentals of Astronomy", "chunk_id": 251, "content": "Microwave background radiation predictions and measurements 1941 – Andrew McKellar detected a \"rotational\" temperature of 2.3 K for the interstellar medium by comparing the population of CN doublet lines measured by W. S. Adams in a B star."}
{"topic": "Cosmic Microwave Background", "category": "Fundamentals of Astronomy", "chunk_id": 252, "content": "1948 – Ralph Alpher and Robert Herman estimate \"the temperature in the universe\" at 5 K. Although they do not specifically mention microwave background radiation, it may be inferred."}
{"topic": "Cosmic Microwave Background", "category": "Fundamentals of Astronomy", "chunk_id": 253, "content": "1953 – George Gamow estimates 7 K based on a model that does not rely on a free parameter: 2181 1955 – Émile Le Roux of the Nançay Radio Observatory, in a sky survey at λ = 33 cm, initially reported a near-isotropic background radiation of 3 kelvins, plus or minus 2; he did not recognize the cosmological significance : 343 : 8.3.1 and later revised the error bars to 20K."}
{"topic": "Cosmic Microwave Background", "category": "Fundamentals of Astronomy", "chunk_id": 254, "content": "1957 – Tigran Shmaonov reports that \"the absolute effective temperature of the radioemission background ... is 4±3 K\"."}
{"topic": "Cosmic Microwave Background", "category": "Fundamentals of Astronomy", "chunk_id": 255, "content": "with radiation intensity was independent of either time or direction of observation."}
{"topic": "Cosmic Microwave Background", "category": "Fundamentals of Astronomy", "chunk_id": 256, "content": "Although Shamonov did not recognize it at the time, it is now clear that Shmaonov did observe the cosmic microwave background at a wavelength of 3.2 cm 1964 – A. G. Doroshkevich and Igor Dmitrievich Novikov publish a brief paper suggesting microwave searches for the black-body radiation predicted by Gamow, Alpher, and Herman, where they name the CMB radiation phenomenon as detectable."}
{"topic": "Cosmic Microwave Background", "category": "Fundamentals of Astronomy", "chunk_id": 257, "content": "1964–65 – Arno Penzias and Robert Woodrow Wilson measure the temperature to be approximately 3 K. Robert Dicke, James Peebles, P. G. Roll, and D. T. Wilkinson interpret this radiation as a signature of the Big Bang."}
{"topic": "Cosmic Microwave Background", "category": "Fundamentals of Astronomy", "chunk_id": 258, "content": "1966 – Rainer K. Sachs and Arthur M. Wolfe theoretically predict microwave background fluctuation amplitudes created by gravitational potential variations between observers and the last scattering surface (see Sachs–Wolfe effect)."}
{"topic": "Cosmic Microwave Background", "category": "Fundamentals of Astronomy", "chunk_id": 259, "content": "1968 – Martin Rees and Dennis Sciama theoretically predict microwave background fluctuation amplitudes created by photons traversing time-dependent wells of potential."}
{"topic": "Cosmic Microwave Background", "category": "Fundamentals of Astronomy", "chunk_id": 260, "content": "1969 – R. A. Sunyaev and Yakov Zel'dovich study the inverse Compton scattering of microwave background photons by hot electrons (see Sunyaev–Zel'dovich effect)."}
{"topic": "Cosmic Microwave Background", "category": "Fundamentals of Astronomy", "chunk_id": 261, "content": "1983 – Researchers from the Cambridge Radio Astronomy Group and the Owens Valley Radio Observatory first detect the Sunyaev–Zel'dovich effect from clusters of galaxies."}
{"topic": "Cosmic Microwave Background", "category": "Fundamentals of Astronomy", "chunk_id": 262, "content": "1983 – RELIKT-1 Soviet CMB anisotropy experiment was launched."}
{"topic": "Cosmic Microwave Background", "category": "Fundamentals of Astronomy", "chunk_id": 263, "content": "1990 – FIRAS on the Cosmic Background Explorer (COBE) satellite measures the black body form of the CMB spectrum with exquisite precision, and shows that the microwave background has a nearly perfect black-body spectrum with T = 2.73 K and thereby strongly constrains the density of the intergalactic medium."}
{"topic": "Cosmic Microwave Background", "category": "Fundamentals of Astronomy", "chunk_id": 264, "content": "January 1992 – Scientists that analysed data from the RELIKT-1 report the discovery of anisotropy in the cosmic microwave background at the Moscow astrophysical seminar. 1992 – Scientists that analysed data from COBE DMR report the discovery of anisotropy in the cosmic microwave background."}
{"topic": "Cosmic Microwave Background", "category": "Fundamentals of Astronomy", "chunk_id": 265, "content": "1995 – The Cosmic Anisotropy Telescope performs the first high resolution observations of the cosmic microwave background."}
{"topic": "Cosmic Microwave Background", "category": "Fundamentals of Astronomy", "chunk_id": 266, "content": "1999 – First measurements of acoustic oscillations in the CMB anisotropy angular power spectrum from the MAT/TOCO, BOOMERANG, and Maxima Experiments."}
{"topic": "Cosmic Microwave Background", "category": "Fundamentals of Astronomy", "chunk_id": 267, "content": "The BOOMERanG experiment makes higher quality maps at intermediate resolution, and confirms that the universe is \"flat\"."}
{"topic": "Cosmic Microwave Background", "category": "Fundamentals of Astronomy", "chunk_id": 268, "content": "2002 – Polarization discovered by DASI."}
{"topic": "Cosmic Microwave Background", "category": "Fundamentals of Astronomy", "chunk_id": 269, "content": "2003 – E-mode polarization spectrum obtained by the CBI."}
{"topic": "Cosmic Microwave Background", "category": "Fundamentals of Astronomy", "chunk_id": 270, "content": "The CBI and the Very Small Array produces yet higher quality maps at high resolution (covering small areas of the sky)."}
{"topic": "Cosmic Microwave Background", "category": "Fundamentals of Astronomy", "chunk_id": 271, "content": "2003 – The Wilkinson Microwave Anisotropy Probe spacecraft produces an even higher quality map at low and intermediate resolution of the whole sky (WMAP provides no high-resolution data, but improves on the intermediate resolution maps from BOOMERanG)."}
{"topic": "Cosmic Microwave Background", "category": "Fundamentals of Astronomy", "chunk_id": 272, "content": "2004 – E-mode polarization spectrum obtained by the CBI."}
{"topic": "Cosmic Microwave Background", "category": "Fundamentals of Astronomy", "chunk_id": 273, "content": "2004 – The Arcminute Cosmology Bolometer Array Receiver produces a higher quality map of the high resolution structure not mapped by WMAP."}
{"topic": "Cosmic Microwave Background", "category": "Fundamentals of Astronomy", "chunk_id": 274, "content": "2005 – The Arcminute Microkelvin Imager and the Sunyaev–Zel'dovich Array begin the first surveys for very high redshift clusters of galaxies using the Sunyaev–Zel'dovich effect."}
{"topic": "Cosmic Microwave Background", "category": "Fundamentals of Astronomy", "chunk_id": 275, "content": "2005 – Ralph A. Alpher is awarded the National Medal of Science for his groundbreaking work in nucleosynthesis and prediction that the universe expansion leaves behind background radiation, thus providing a model for the Big Bang theory."}
{"topic": "Cosmic Microwave Background", "category": "Fundamentals of Astronomy", "chunk_id": 276, "content": "2006 – The long-awaited three-year WMAP results are released, confirming previous analysis, correcting several points, and including polarization data."}
{"topic": "Cosmic Microwave Background", "category": "Fundamentals of Astronomy", "chunk_id": 277, "content": "2006 – Two of COBE's principal investigators, George Smoot and John Mather, received the Nobel Prize in Physics in 2006 for their work on precision measurement of the CMBR."}
{"topic": "Cosmic Microwave Background", "category": "Fundamentals of Astronomy", "chunk_id": 278, "content": "2006–2011 – Improved measurements from WMAP, new supernova surveys ESSENCE and SNLS, and baryon acoustic oscillations from SDSS and WiggleZ, continue to be consistent with the standard Lambda-CDM model."}
{"topic": "Cosmic Microwave Background", "category": "Fundamentals of Astronomy", "chunk_id": 279, "content": "2010 – The first all-sky map from the Planck telescope is released. 2013 – An improved all-sky map from the Planck telescope is released, improving the measurements of WMAP and extending them to much smaller scales."}
{"topic": "Cosmic Microwave Background", "category": "Fundamentals of Astronomy", "chunk_id": 280, "content": "2014 – On March 17, 2014, astrophysicists of the BICEP2 collaboration announced the detection of inflationary gravitational waves in the B-mode power spectrum, which if confirmed, would provide clear experimental evidence for the theory of inflation."}
{"topic": "Cosmic Microwave Background", "category": "Fundamentals of Astronomy", "chunk_id": 281, "content": "However, on 19 June 2014, lowered confidence in confirming the cosmic inflation findings was reported."}
{"topic": "Cosmic Microwave Background", "category": "Fundamentals of Astronomy", "chunk_id": 282, "content": "2015 – On January 30, 2015, the same team of astronomers from BICEP2 withdrew the claim made on the previous year."}
{"topic": "Cosmic Microwave Background", "category": "Fundamentals of Astronomy", "chunk_id": 283, "content": "Based on the combined data of BICEP2 and Planck, the European Space Agency announced that the signal can be entirely attributed to dust in the Milky Way."}
{"topic": "Cosmic Microwave Background", "category": "Fundamentals of Astronomy", "chunk_id": 284, "content": "2018 – The final data and maps from the Planck telescope is released, with improved measurements of the polarization on large scales. 2019 – Planck telescope analyses of their final 2018 data continue to be released."}
{"topic": "Cosmic Microwave Background", "category": "Fundamentals of Astronomy", "chunk_id": 285, "content": "In popular culture In the Stargate Universe TV series (2009–2011), an ancient spaceship, Destiny, was built to study patterns in the CMBR which is a sentient message left over from the beginning of time."}
{"topic": "Cosmic Microwave Background", "category": "Fundamentals of Astronomy", "chunk_id": 286, "content": "In Wheelers, a novel (2000) by Ian Stewart & Jack Cohen, CMBR is explained as the encrypted transmissions of an ancient civilization."}
{"topic": "Cosmic Microwave Background", "category": "Fundamentals of Astronomy", "chunk_id": 287, "content": "This allows the Jovian \"blimps\" to have a society older than the currently-observed age of the universe."}
{"topic": "Cosmic Microwave Background", "category": "Fundamentals of Astronomy", "chunk_id": 288, "content": "In The Three-Body Problem, a 2008 novel by Liu Cixin, a probe from an alien civilization compromises instruments monitoring the CMBR in order to deceive a character into believing the civilization has the power to manipulate the CMBR itself."}
{"topic": "Cosmic Microwave Background", "category": "Fundamentals of Astronomy", "chunk_id": 289, "content": "The 2017 issue of the Swiss 20 francs bill lists several astronomical objects with their distances – the CMB is mentioned with 430 · 1015 light-seconds."}
{"topic": "Cosmic Microwave Background", "category": "Fundamentals of Astronomy", "chunk_id": 290, "content": "In the 2021 Marvel series WandaVision, a mysterious television broadcast is discovered within the Cosmic Microwave Background."}
{"topic": "Cosmic Microwave Background", "category": "Fundamentals of Astronomy", "chunk_id": 291, "content": "See also Notes References Further reading Balbi, Amedeo (2008)."}
{"topic": "Cosmic Microwave Background", "category": "Fundamentals of Astronomy", "chunk_id": 292, "content": "The music of the big bang : the cosmic microwave background and the new cosmology."}
{"topic": "Cosmic Microwave Background", "category": "Fundamentals of Astronomy", "chunk_id": 293, "content": "Berlin: Springer."}
{"topic": "Cosmic Microwave Background", "category": "Fundamentals of Astronomy", "chunk_id": 294, "content": "ISBN 978-3-540-78726-6."}
{"topic": "Cosmic Microwave Background", "category": "Fundamentals of Astronomy", "chunk_id": 295, "content": "Durrer, Ruth (2008)."}
{"topic": "Cosmic Microwave Background", "category": "Fundamentals of Astronomy", "chunk_id": 296, "content": "The Cosmic Microwave Background."}
{"topic": "Cosmic Microwave Background", "category": "Fundamentals of Astronomy", "chunk_id": 297, "content": "Cambridge University Press."}
{"topic": "Cosmic Microwave Background", "category": "Fundamentals of Astronomy", "chunk_id": 298, "content": "ISBN 978-0-521-84704-9."}
{"topic": "Cosmic Microwave Background", "category": "Fundamentals of Astronomy", "chunk_id": 299, "content": "Evans, Rhodri (2015)."}
{"topic": "Cosmic Microwave Background", "category": "Fundamentals of Astronomy", "chunk_id": 300, "content": "The Cosmic Microwave Background: How It Changed Our Understanding of the Universe."}
{"topic": "Cosmic Microwave Background", "category": "Fundamentals of Astronomy", "chunk_id": 301, "content": "Springer."}
{"topic": "Cosmic Microwave Background", "category": "Fundamentals of Astronomy", "chunk_id": 302, "content": "ISBN 978-3-319-09927-9."}
{"topic": "Cosmic Microwave Background", "category": "Fundamentals of Astronomy", "chunk_id": 303, "content": "External links Student Friendly Intro to the CMB A pedagogic, step-by-step introduction to the cosmic microwave background power spectrum analysis suitable for those with an undergraduate physics background."}
{"topic": "Cosmic Microwave Background", "category": "Fundamentals of Astronomy", "chunk_id": 304, "content": "More in depth than typical online sites."}
{"topic": "Cosmic Microwave Background", "category": "Fundamentals of Astronomy", "chunk_id": 305, "content": "Less dense than cosmology texts."}
{"topic": "Cosmic Microwave Background", "category": "Fundamentals of Astronomy", "chunk_id": 306, "content": "CMBR Theme on arxiv.org Audio: Fraser Cain and Dr. Pamela Gay – Astronomy Cast."}
{"topic": "Cosmic Microwave Background", "category": "Fundamentals of Astronomy", "chunk_id": 307, "content": "The Big Bang and Cosmic Microwave Background – October 2006 Visualization of the CMB data from the Planck mission Copeland, Ed. \"CMBR: Cosmic Microwave Background Radiation\"."}
{"topic": "Cosmic Microwave Background", "category": "Fundamentals of Astronomy", "chunk_id": 308, "content": "Sixty Symbols."}
{"topic": "Cosmic Microwave Background", "category": "Fundamentals of Astronomy", "chunk_id": 309, "content": "Brady Haran for the University of Nottingham."}
