{"topic": "Gravitational Lensing", "category": "Space Phenomena", "chunk_id": 0, "content": "A gravitational lens is matter, such as a cluster of galaxies or a point particle, that bends light from a distant source as it travels toward an observer. The amount of gravitational lensing is described by Albert Einstein's general theory of relativity."}
{"topic": "Gravitational Lensing", "category": "Space Phenomena", "chunk_id": 1, "content": "If light is treated as corpuscles travelling at the speed of light, Newtonian physics also predicts the bending of light, but only half of that predicted by general relativity."}
{"topic": "Gravitational Lensing", "category": "Space Phenomena", "chunk_id": 2, "content": "Orest Khvolson (1924) and Frantisek Link (1936) are generally credited with being the first to discuss the effect in print, but it is more commonly associated with Einstein, who made unpublished calculations on it in 1912 and published an article on the subject in 1936."}
{"topic": "Gravitational Lensing", "category": "Space Phenomena", "chunk_id": 3, "content": "In 1937, Fritz Zwicky posited that galaxy clusters could act as gravitational lenses, a claim confirmed in 1979 by observation of the Twin QSO SBS 0957+561."}
{"topic": "Gravitational Lensing", "category": "Space Phenomena", "chunk_id": 4, "content": "Description Unlike an optical lens, a point-like gravitational lens produces a maximum deflection of light that passes closest to its center, and a minimum deflection of light that travels furthest from its center."}
{"topic": "Gravitational Lensing", "category": "Space Phenomena", "chunk_id": 5, "content": "Consequently, a gravitational lens has no single focal point, but a focal line."}
{"topic": "Gravitational Lensing", "category": "Space Phenomena", "chunk_id": 6, "content": "The term \"lens\" in the context of gravitational light deflection was first used by O. J. Lodge, who remarked that it is \"not permissible to say that the solar gravitational field acts like a lens, for it has no focal length\"."}
{"topic": "Gravitational Lensing", "category": "Space Phenomena", "chunk_id": 7, "content": "If the (light) source, the massive lensing object, and the observer lie in a straight line, the original light source will appear as a ring around the massive lensing object (provided the lens has circular symmetry)."}
{"topic": "Gravitational Lensing", "category": "Space Phenomena", "chunk_id": 8, "content": "If there is any misalignment, the observer will see an arc segment instead."}
{"topic": "Gravitational Lensing", "category": "Space Phenomena", "chunk_id": 9, "content": "This phenomenon was first mentioned in 1924 by the St. Petersburg physicist Orest Khvolson, and quantified by Albert Einstein in 1936."}
{"topic": "Gravitational Lensing", "category": "Space Phenomena", "chunk_id": 10, "content": "It is usually referred to in the literature as an Einstein ring, since Khvolson did not concern himself with the flux or radius of the ring image."}
{"topic": "Gravitational Lensing", "category": "Space Phenomena", "chunk_id": 11, "content": "More commonly, where the lensing mass is complex (such as a galaxy group or cluster) and does not cause a spherical distortion of spacetime, the source will resemble partial arcs scattered around the lens."}
{"topic": "Gravitational Lensing", "category": "Space Phenomena", "chunk_id": 12, "content": "The observer may then see multiple distorted images of the same source; the number and shape of these depending upon the relative positions of the source, lens, and observer, and the shape of the gravitational well of the lensing object."}
{"topic": "Gravitational Lensing", "category": "Space Phenomena", "chunk_id": 13, "content": "There are three classes of gravitational lensing:: 399–401 Strong lensing Where there are easily visible distortions such as the formation of Einstein rings, arcs, and multiple images."}
{"topic": "Gravitational Lensing", "category": "Space Phenomena", "chunk_id": 14, "content": "Despite being considered \"strong\", the effect is in general relatively small, such that even a galaxy with a mass more than 100 billion times that of the Sun will produce multiple images separated by only a few arcseconds."}
{"topic": "Gravitational Lensing", "category": "Space Phenomena", "chunk_id": 15, "content": "Galaxy clusters can produce separations of several arcminutes."}
{"topic": "Gravitational Lensing", "category": "Space Phenomena", "chunk_id": 16, "content": "In both cases the galaxies and sources are quite distant, many hundreds of megaparsecs away from the Milky Way Galaxy."}
{"topic": "Gravitational Lensing", "category": "Space Phenomena", "chunk_id": 17, "content": "Weak lensing Where the distortions of background sources are much smaller and can only be detected by analyzing large numbers of sources in a statistical way to find coherent distortions of only a few percent."}
{"topic": "Gravitational Lensing", "category": "Space Phenomena", "chunk_id": 18, "content": "The lensing shows up statistically as a preferred stretching of the background objects perpendicular to the direction to the centre of the lens."}
{"topic": "Gravitational Lensing", "category": "Space Phenomena", "chunk_id": 19, "content": "By measuring the shapes and orientations of large numbers of distant galaxies, their orientations can be averaged to measure the shear of the lensing field in any region."}
{"topic": "Gravitational Lensing", "category": "Space Phenomena", "chunk_id": 20, "content": "This, in turn, can be used to reconstruct the mass distribution in the area: in particular, the background distribution of dark matter can be reconstructed."}
{"topic": "Gravitational Lensing", "category": "Space Phenomena", "chunk_id": 21, "content": "Since galaxies are intrinsically elliptical and the weak gravitational lensing signal is small, a very large number of galaxies must be used in these surveys."}
{"topic": "Gravitational Lensing", "category": "Space Phenomena", "chunk_id": 22, "content": "These weak lensing surveys must carefully avoid a number of important sources of systematic error: the intrinsic shape of galaxies, the tendency of a camera's point spread function to distort the shape of a galaxy and the tendency of atmospheric seeing to distort images must be understood and carefully accounted for."}
{"topic": "Gravitational Lensing", "category": "Space Phenomena", "chunk_id": 23, "content": "The results of these surveys are important for cosmological parameter estimation, to better understand and improve upon the Lambda-CDM model, and to provide a consistency check on other cosmological observations."}
{"topic": "Gravitational Lensing", "category": "Space Phenomena", "chunk_id": 24, "content": "They may also provide an important future constraint on dark energy."}
{"topic": "Gravitational Lensing", "category": "Space Phenomena", "chunk_id": 25, "content": "Microlensing Where no distortion in shape can be seen but the amount of light received from a background object changes in time."}
{"topic": "Gravitational Lensing", "category": "Space Phenomena", "chunk_id": 26, "content": "The lensing object may be stars in the Milky Way in one typical case, with the background source being stars in a remote galaxy, or, in another case, an even more distant quasar."}
{"topic": "Gravitational Lensing", "category": "Space Phenomena", "chunk_id": 27, "content": "In extreme cases, a star in a distant galaxy can act as a microlens and magnify another star much farther away."}
{"topic": "Gravitational Lensing", "category": "Space Phenomena", "chunk_id": 28, "content": "The first example of this was the star MACS J1149 Lensed Star 1 (also known as Icarus), thanks to the boost in flux due to the microlensing effect."}
{"topic": "Gravitational Lensing", "category": "Space Phenomena", "chunk_id": 29, "content": "Gravitational lenses act equally on all kinds of electromagnetic radiation, not just visible light, and also in non-electromagnetic radiation, like gravitational waves."}
{"topic": "Gravitational Lensing", "category": "Space Phenomena", "chunk_id": 30, "content": "Weak lensing effects are being studied for the cosmic microwave background as well as galaxy surveys."}
{"topic": "Gravitational Lensing", "category": "Space Phenomena", "chunk_id": 31, "content": "Strong lenses have been observed in radio and x-ray regimes as well."}
{"topic": "Gravitational Lensing", "category": "Space Phenomena", "chunk_id": 32, "content": "If a strong lens produces multiple images, there will be a relative time delay between two paths: that is, in one image the lensed object will be observed before the other image."}
{"topic": "Gravitational Lensing", "category": "Space Phenomena", "chunk_id": 33, "content": "History Henry Cavendish in 1784 (in an unpublished manuscript) and Johann Georg von Soldner in 1801 (published in 1804) had pointed out that Newtonian gravity predicts that starlight will bend around a massive object as had already been supposed by Isaac Newton in 1704 in his Queries No.1 in his book Opticks."}
{"topic": "Gravitational Lensing", "category": "Space Phenomena", "chunk_id": 34, "content": "The same value as Soldner's was calculated by Einstein in 1911 based on the equivalence principle alone."}
{"topic": "Gravitational Lensing", "category": "Space Phenomena", "chunk_id": 35, "content": ": 3 However, Einstein noted in 1915, in the process of completing general relativity, that his (and thus Soldner's) 1911-result is only half of the correct value."}
{"topic": "Gravitational Lensing", "category": "Space Phenomena", "chunk_id": 36, "content": "Einstein became the first to calculate the correct value for light bending."}
{"topic": "Gravitational Lensing", "category": "Space Phenomena", "chunk_id": 37, "content": "The first observation of light deflection was performed by noting the change in position of stars as they passed near the Sun on the celestial sphere."}
{"topic": "Gravitational Lensing", "category": "Space Phenomena", "chunk_id": 38, "content": "The observations were performed in 1919 by Arthur Eddington, Frank Watson Dyson, and their collaborators during the total solar eclipse on May 29."}
{"topic": "Gravitational Lensing", "category": "Space Phenomena", "chunk_id": 39, "content": "The solar eclipse allowed the stars near the Sun to be observed."}
{"topic": "Gravitational Lensing", "category": "Space Phenomena", "chunk_id": 40, "content": "Observations were made simultaneously in the cities of Sobral, Ceará, Brazil and in São Tomé and Príncipe on the west coast of Africa."}
{"topic": "Gravitational Lensing", "category": "Space Phenomena", "chunk_id": 41, "content": "The observations demonstrated that the light from stars passing close to the Sun was slightly bent, so that stars appeared slightly out of position."}
{"topic": "Gravitational Lensing", "category": "Space Phenomena", "chunk_id": 42, "content": "The result was considered spectacular news and made the front page of most major newspapers."}
{"topic": "Gravitational Lensing", "category": "Space Phenomena", "chunk_id": 43, "content": "It made Einstein and his theory of general relativity world-famous."}
{"topic": "Gravitational Lensing", "category": "Space Phenomena", "chunk_id": 44, "content": "When asked by his assistant what his reaction would have been if general relativity had not been confirmed by Eddington and Dyson in 1919, Einstein said \"Then I would feel sorry for the dear Lord."}
{"topic": "Gravitational Lensing", "category": "Space Phenomena", "chunk_id": 45, "content": "The theory is correct anyway.\""}
{"topic": "Gravitational Lensing", "category": "Space Phenomena", "chunk_id": 46, "content": "In 1912, Einstein had speculated that an observer could see multiple images of a single light source, if the light were deflected around a mass."}
{"topic": "Gravitational Lensing", "category": "Space Phenomena", "chunk_id": 47, "content": "This effect would make the mass act as a kind of gravitational lens."}
{"topic": "Gravitational Lensing", "category": "Space Phenomena", "chunk_id": 48, "content": "However, as he only considered the effect of deflection around a single star, he seemed to conclude that the phenomenon was unlikely to be observed for the foreseeable future since the necessary alignments between stars and observer would be highly improbable."}
{"topic": "Gravitational Lensing", "category": "Space Phenomena", "chunk_id": 49, "content": "Several other physicists speculated about gravitational lensing as well, but all reached the same conclusion that it would be nearly impossible to observe."}
{"topic": "Gravitational Lensing", "category": "Space Phenomena", "chunk_id": 50, "content": "Although Einstein made unpublished calculations on the subject, the first discussion of the gravitational lens in print was by Khvolson, in a short article discussing the \"halo effect\" of gravitation when the source, lens, and observer are in near-perfect alignment, now referred to as the Einstein ring."}
{"topic": "Gravitational Lensing", "category": "Space Phenomena", "chunk_id": 51, "content": "In 1936, after some urging by Rudi W. Mandl, Einstein reluctantly published the short article \"Lens-Like Action of a Star By the Deviation of Light In the Gravitational Field\" in the journal Science."}
{"topic": "Gravitational Lensing", "category": "Space Phenomena", "chunk_id": 52, "content": "In 1937, Fritz Zwicky first considered the case where the newly discovered galaxies (which were called 'nebulae' at the time) could act as both source and lens, and that, because of the mass and sizes involved, the effect was much more likely to be observed."}
{"topic": "Gravitational Lensing", "category": "Space Phenomena", "chunk_id": 53, "content": "In 1963 Yu."}
{"topic": "Gravitational Lensing", "category": "Space Phenomena", "chunk_id": 54, "content": "G. Klimov, S. Liebes, and Sjur Refsdal recognized independently that quasars are an ideal light source for the gravitational lens effect."}
{"topic": "Gravitational Lensing", "category": "Space Phenomena", "chunk_id": 55, "content": "It was not until 1979 that the first gravitational lens would be discovered."}
{"topic": "Gravitational Lensing", "category": "Space Phenomena", "chunk_id": 56, "content": "It became known as the \"Twin QSO\" since it initially looked like two identical quasistellar objects."}
{"topic": "Gravitational Lensing", "category": "Space Phenomena", "chunk_id": 57, "content": "(It is officially named SBS 0957+561.)"}
{"topic": "Gravitational Lensing", "category": "Space Phenomena", "chunk_id": 58, "content": "This gravitational lens was discovered by Dennis Walsh, Bob Carswell, and Ray Weymann using the Kitt Peak National Observatory 2.1 meter telescope."}
{"topic": "Gravitational Lensing", "category": "Space Phenomena", "chunk_id": 59, "content": "In the 1980s, astronomers realized that the combination of CCD imagers and computers would allow the brightness of millions of stars to be measured each night."}
{"topic": "Gravitational Lensing", "category": "Space Phenomena", "chunk_id": 60, "content": "In a dense field, such as the galactic center or the Magellanic clouds, many microlensing events per year could potentially be found."}
{"topic": "Gravitational Lensing", "category": "Space Phenomena", "chunk_id": 61, "content": "This led to efforts such as Optical Gravitational Lensing Experiment, or OGLE, that have characterized hundreds of such events, including those of OGLE-2016-BLG-1190Lb and OGLE-2016-BLG-1195Lb."}
{"topic": "Gravitational Lensing", "category": "Space Phenomena", "chunk_id": 62, "content": "Approximate Newtonian description Newton wondered whether light, in the form of corpuscles, would be bent due to gravity."}
{"topic": "Gravitational Lensing", "category": "Space Phenomena", "chunk_id": 63, "content": "The Newtonian prediction for light deflection refers to the amount of deflection a corpuscle would feel under the effect of gravity, and therefore one should read \"Newtonian\" in this context as the referring to the following calculations and not a belief that Newton held in the validity of these calculations."}
{"topic": "Gravitational Lensing", "category": "Space Phenomena", "chunk_id": 64, "content": "For a gravitational point-mass lens of mass M {\\displaystyle M} , a corpuscle of mass m {\\displaystyle m} feels a force F → = − G M m r 2 r ^ , {\\displaystyle {\\vec {F}}=-{\\frac {GMm}{r^{2}}}{\\hat {r}},} where r {\\displaystyle r} is the lens-corpuscle separation."}
{"topic": "Gravitational Lensing", "category": "Space Phenomena", "chunk_id": 65, "content": "If we equate this force with Newton's second law, we can solve for the acceleration that the light undergoes: a → = − G M r 2 r ^ ."}
{"topic": "Gravitational Lensing", "category": "Space Phenomena", "chunk_id": 66, "content": "{\\displaystyle {\\vec {a}}=-{\\frac {GM}{r^{2}}}{\\hat {r}}.}"}
{"topic": "Gravitational Lensing", "category": "Space Phenomena", "chunk_id": 67, "content": "The light interacts with the lens from initial time t = 0 {\\displaystyle t=0} to t {\\displaystyle t} , and the velocity boost the corpuscle receives is Δ v → = − ∫ 0 t d t ′ G M r ( t ′ ) 2 r ^ ( t ′ ) ."}
{"topic": "Gravitational Lensing", "category": "Space Phenomena", "chunk_id": 68, "content": "{\\displaystyle \\Delta {\\vec {v}}=-\\int _{0}^{t}dt'\\,{\\frac {GM}{r(t')^{2}}}{\\hat {r}}(t').}"}
{"topic": "Gravitational Lensing", "category": "Space Phenomena", "chunk_id": 69, "content": "If one assumes that initially the light is far enough from the lens to neglect gravity, the perpendicular distance between the light's initial trajectory and the lens is b (the impact parameter), and the parallel distance is r ∥ {\\displaystyle r_{\\parallel }} , such that r 2 = b 2 + r ∥ 2 {\\displaystyle r^{2}=b^{2}+r_{\\parallel }^{2}} ."}
{"topic": "Gravitational Lensing", "category": "Space Phenomena", "chunk_id": 70, "content": "We additionally assume a constant speed of light along the parallel direction, d r ∥ ≈ c d t {\\displaystyle dr_{\\parallel }\\approx c\\,dt} , and that the light is only being deflected a small amount."}
{"topic": "Gravitational Lensing", "category": "Space Phenomena", "chunk_id": 71, "content": "After plugging these assumptions into the above equation and further simplifying, one can solve for the velocity boost in the perpendicular direction."}
{"topic": "Gravitational Lensing", "category": "Space Phenomena", "chunk_id": 72, "content": "The angle of deflection between the corpuscle’s initial and final trajectories is therefore (see, e.g., M. Meneghetti 2021) θ = 2 G M c 2 r ."}
{"topic": "Gravitational Lensing", "category": "Space Phenomena", "chunk_id": 73, "content": "{\\displaystyle \\theta ={\\frac {2GM}{c^{2}r}}.}"}
{"topic": "Gravitational Lensing", "category": "Space Phenomena", "chunk_id": 74, "content": "Although this result appears to be half the prediction from general relativity, classical physics predicts that the speed of light c {\\displaystyle c} is observer-dependent (see, e.g., L. Susskind and A. Friedman 2018) which was superseded by a universal speed of light in special relativity."}
{"topic": "Gravitational Lensing", "category": "Space Phenomena", "chunk_id": 75, "content": "Explanation in terms of spacetime curvature In general relativity, light follows the curvature of spacetime, hence when light passes around a massive object, it is bent."}
{"topic": "Gravitational Lensing", "category": "Space Phenomena", "chunk_id": 76, "content": "This means that the light from an object on the other side will be bent towards an observer's eye, just like an ordinary lens."}
{"topic": "Gravitational Lensing", "category": "Space Phenomena", "chunk_id": 77, "content": "In general relativity the path of light depends on the shape of space (i.e."}
{"topic": "Gravitational Lensing", "category": "Space Phenomena", "chunk_id": 78, "content": "the metric)."}
{"topic": "Gravitational Lensing", "category": "Space Phenomena", "chunk_id": 79, "content": "The gravitational attraction can be viewed as the motion of undisturbed objects in a background curved geometry or alternatively as the response of objects to a force in a flat geometry."}
{"topic": "Gravitational Lensing", "category": "Space Phenomena", "chunk_id": 80, "content": "The angle of deflection is θ = 4 G M c 2 r {\\displaystyle \\theta ={\\frac {4GM}{c^{2}r}}} toward the mass M at a distance r from the affected radiation, where G is the universal constant of gravitation, and c is the speed of light in vacuum."}
{"topic": "Gravitational Lensing", "category": "Space Phenomena", "chunk_id": 81, "content": "Since the Schwarzschild radius r s {\\displaystyle r_{\\text{s}}} is defined as r s = 2 G m / c 2 {\\displaystyle r_{\\text{s}}=2Gm/c^{2}} , and escape velocity v e {\\displaystyle v_{\\text{e}}} is defined as v e = 2 G m / r = β e c {\\textstyle v_{\\text{e}}={\\sqrt {2Gm/r}}=\\beta _{\\text{e}}c} , this can also be expressed in simple form as θ = 2 r s r = 2 ( v e c ) 2 = 2 β e 2 ."}
{"topic": "Gravitational Lensing", "category": "Space Phenomena", "chunk_id": 82, "content": "{\\displaystyle \\theta =2{\\frac {r_{\\text{s}}}{r}}=2\\left({\\frac {v_{\\text{e}}}{c}}\\right)^{2}=2\\beta _{\\text{e}}^{2}.}"}
{"topic": "Gravitational Lensing", "category": "Space Phenomena", "chunk_id": 83, "content": "Search for gravitational lenses Most of the gravitational lenses in the past have been discovered accidentally."}
{"topic": "Gravitational Lensing", "category": "Space Phenomena", "chunk_id": 84, "content": "A search for gravitational lenses in the northern hemisphere (Cosmic Lens All Sky Survey, CLASS), done in radio frequencies using the Very Large Array (VLA) in New Mexico, led to the discovery of 22 new lensing systems, a major milestone."}
{"topic": "Gravitational Lensing", "category": "Space Phenomena", "chunk_id": 85, "content": "This has opened a whole new avenue for research ranging from finding very distant objects to finding values for cosmological parameters so we can understand the universe better."}
{"topic": "Gravitational Lensing", "category": "Space Phenomena", "chunk_id": 86, "content": "A similar search in the southern hemisphere would be a very good step towards complementing the northern hemisphere search as well as obtaining other objectives for study."}
{"topic": "Gravitational Lensing", "category": "Space Phenomena", "chunk_id": 87, "content": "If such a search is done using well-calibrated and well-parameterized instruments and data, a result similar to the northern survey can be expected."}
{"topic": "Gravitational Lensing", "category": "Space Phenomena", "chunk_id": 88, "content": "The use of the Australia Telescope 20 GHz (AT20G) Survey data collected using the Australia Telescope Compact Array (ATCA) stands to be such a collection of data."}
{"topic": "Gravitational Lensing", "category": "Space Phenomena", "chunk_id": 89, "content": "As the data were collected using the same instrument maintaining a very stringent quality of data we should expect to obtain good results from the search."}
{"topic": "Gravitational Lensing", "category": "Space Phenomena", "chunk_id": 90, "content": "The AT20G survey is a blind survey at 20 GHz frequency in the radio domain of the electromagnetic spectrum."}
{"topic": "Gravitational Lensing", "category": "Space Phenomena", "chunk_id": 91, "content": "Due to the high frequency used, the chances of finding gravitational lenses increases as the relative number of compact core objects (e.g."}
{"topic": "Gravitational Lensing", "category": "Space Phenomena", "chunk_id": 92, "content": "quasars) are higher (Sadler et al."}
{"topic": "Gravitational Lensing", "category": "Space Phenomena", "chunk_id": 93, "content": "2006)."}
{"topic": "Gravitational Lensing", "category": "Space Phenomena", "chunk_id": 94, "content": "This is important as the lensing is easier to detect and identify in simple objects compared to objects with complexity in them."}
{"topic": "Gravitational Lensing", "category": "Space Phenomena", "chunk_id": 95, "content": "This search involves the use of interferometric methods to identify candidates and follow them up at higher resolution to identify them."}
{"topic": "Gravitational Lensing", "category": "Space Phenomena", "chunk_id": 96, "content": "Full detail of the project is currently under works for publication."}
{"topic": "Gravitational Lensing", "category": "Space Phenomena", "chunk_id": 97, "content": "Microlensing techniques have been used to search for planets outside the Solar System."}
{"topic": "Gravitational Lensing", "category": "Space Phenomena", "chunk_id": 98, "content": "A statistical analysis of specific cases of observed microlensing over the time period of 2002 to 2007 found that most stars in the Milky Way galaxy hosted at least one orbiting planet within 0.5 to 10 AU."}
{"topic": "Gravitational Lensing", "category": "Space Phenomena", "chunk_id": 99, "content": "In 2009, weak gravitational lensing was used to extend the mass-X-ray-luminosity relation to older and smaller structures than was previously possible to improve measurements of distant galaxies."}
{"topic": "Gravitational Lensing", "category": "Space Phenomena", "chunk_id": 100, "content": "As of 2013 the most distant gravitational lens galaxy, J1000+0221, had been found using NASA's Hubble Space Telescope."}
{"topic": "Gravitational Lensing", "category": "Space Phenomena", "chunk_id": 101, "content": "While it remains the most distant quad-image lensing galaxy known, an even more distant two-image lensing galaxy was subsequently discovered by an international team of astronomers using a combination of Hubble Space Telescope and Keck telescope imaging and spectroscopy."}
{"topic": "Gravitational Lensing", "category": "Space Phenomena", "chunk_id": 102, "content": "The discovery and analysis of the IRC 0218 lens was published in the Astrophysical Journal Letters on June 23, 2014."}
{"topic": "Gravitational Lensing", "category": "Space Phenomena", "chunk_id": 103, "content": "Research published September 30, 2013 in the online edition of Physical Review Letters, led by McGill University in Montreal, Québec, Canada, has discovered the B-modes, that are formed due to gravitational lensing effect, using National Science Foundation's South Pole Telescope and with help from the Herschel space observatory."}
{"topic": "Gravitational Lensing", "category": "Space Phenomena", "chunk_id": 104, "content": "This discovery would open the possibilities of testing the theories of how our universe originated."}
{"topic": "Gravitational Lensing", "category": "Space Phenomena", "chunk_id": 105, "content": "Solar gravitational lens Albert Einstein predicted in 1936 that rays of light from the same direction that skirt the edges of the Sun would converge to a focal point approximately 542 AU from the Sun."}
{"topic": "Gravitational Lensing", "category": "Space Phenomena", "chunk_id": 106, "content": "Thus, a probe positioned at this distance (or greater) from the Sun could use the Sun as a gravitational lens for magnifying distant objects on the opposite side of the Sun."}
{"topic": "Gravitational Lensing", "category": "Space Phenomena", "chunk_id": 107, "content": "A probe's location could shift around as needed to select different targets relative to the Sun."}
{"topic": "Gravitational Lensing", "category": "Space Phenomena", "chunk_id": 108, "content": "This distance is far beyond the progress and equipment capabilities of space probes such as Voyager 1, and beyond the known planets and dwarf planets, though over thousands of years 90377 Sedna will move farther away on its highly elliptical orbit."}
{"topic": "Gravitational Lensing", "category": "Space Phenomena", "chunk_id": 109, "content": "The high gain for potentially detecting signals through this lens, such as microwaves at the 21-cm hydrogen line, led to the suggestion by Frank Drake in the early days of SETI that a probe could be sent to this distance."}
{"topic": "Gravitational Lensing", "category": "Space Phenomena", "chunk_id": 110, "content": "A multipurpose probe SETISAIL and later FOCAL was proposed to the ESA in 1993, but is expected to be a difficult task."}
{"topic": "Gravitational Lensing", "category": "Space Phenomena", "chunk_id": 111, "content": "If a probe does pass 542 AU, magnification capabilities of the lens will continue to act at farther distances, as the rays that come to a focus at larger distances pass further away from the distortions of the Sun's corona."}
{"topic": "Gravitational Lensing", "category": "Space Phenomena", "chunk_id": 112, "content": "A critique of the concept was given by Landis, who discussed issues including interference of the solar corona, the high magnification of the target, which will make the design of the mission focal plane difficult, and an analysis of the inherent spherical aberration of the lens."}
{"topic": "Gravitational Lensing", "category": "Space Phenomena", "chunk_id": 113, "content": "In 2020, NASA physicist Slava Turyshev presented his idea of Direct Multipixel Imaging and Spectroscopy of an Exoplanet with a Solar Gravitational Lens Mission."}
{"topic": "Gravitational Lensing", "category": "Space Phenomena", "chunk_id": 114, "content": "The lens could reconstruct the exoplanet image with ~25 km-scale surface resolution, enough to see surface features and signs of habitability."}
{"topic": "Gravitational Lensing", "category": "Space Phenomena", "chunk_id": 115, "content": "Measuring weak lensing Kaiser, Squires and Broadhurst (1995), Luppino & Kaiser (1997) and Hoekstra et al."}
{"topic": "Gravitational Lensing", "category": "Space Phenomena", "chunk_id": 116, "content": "(1998) prescribed a method to invert the effects of the point spread function (PSF) smearing and shearing, recovering a shear estimator uncontaminated by the systematic distortion of the PSF."}
{"topic": "Gravitational Lensing", "category": "Space Phenomena", "chunk_id": 117, "content": "This method (KSB+) is the most widely used method in weak lensing shear measurements."}
{"topic": "Gravitational Lensing", "category": "Space Phenomena", "chunk_id": 118, "content": "Galaxies have random rotations and inclinations."}
{"topic": "Gravitational Lensing", "category": "Space Phenomena", "chunk_id": 119, "content": "As a result, the shear effects in weak lensing need to be determined by statistically preferred orientations."}
{"topic": "Gravitational Lensing", "category": "Space Phenomena", "chunk_id": 120, "content": "The primary source of error in lensing measurement is due to the convolution of the PSF with the lensed image."}
{"topic": "Gravitational Lensing", "category": "Space Phenomena", "chunk_id": 121, "content": "The KSB method measures the ellipticity of a galaxy image."}
{"topic": "Gravitational Lensing", "category": "Space Phenomena", "chunk_id": 122, "content": "The shear is proportional to the ellipticity."}
{"topic": "Gravitational Lensing", "category": "Space Phenomena", "chunk_id": 123, "content": "The objects in lensed images are parameterized according to their weighted quadrupole moments."}
{"topic": "Gravitational Lensing", "category": "Space Phenomena", "chunk_id": 124, "content": "For a perfect ellipse, the weighted quadrupole moments are related to the weighted ellipticity."}
{"topic": "Gravitational Lensing", "category": "Space Phenomena", "chunk_id": 125, "content": "KSB calculate how a weighted ellipticity measure is related to the shear and use the same formalism to remove the effects of the PSF."}
{"topic": "Gravitational Lensing", "category": "Space Phenomena", "chunk_id": 126, "content": "KSB's primary advantages are its mathematical ease and relatively simple implementation."}
{"topic": "Gravitational Lensing", "category": "Space Phenomena", "chunk_id": 127, "content": "However, KSB is based on a key assumption that the PSF is circular with an anisotropic distortion."}
{"topic": "Gravitational Lensing", "category": "Space Phenomena", "chunk_id": 128, "content": "This is a reasonable assumption for cosmic shear surveys, but the next generation of surveys (e.g."}
{"topic": "Gravitational Lensing", "category": "Space Phenomena", "chunk_id": 129, "content": "LSST) may need much better accuracy than KSB can provide."}
{"topic": "Gravitational Lensing", "category": "Space Phenomena", "chunk_id": 130, "content": "Gallery See also Terrestrial atmospheric lens Galactic lens – Structure of galaxies Gravitational lensing formalism – Concept in physics Strong gravitational lensing – effect strong enough to produce multiple images, arcs, or even Einstein ringsPages displaying wikidata descriptions as a fallback Einstein cross – Gravitationally lensed image of a quasar in the constellation PegasusPages displaying short descriptions of redirect targets Einstein ring – Feature seen when light is gravitationally lensed by an object Weak gravitational lensing – Gravitational deflection of light Gravitational microlensing – Astronomical phenomenon due to the gravitational lens effect SN Refsdal – Supernova that has been lensed Euclid (spacecraft) – European visible and near-infrared space observatory References Notes Bibliography \"Accidental Astrophysicists Archived 2012-02-16 at the Wayback Machine\"."}
{"topic": "Gravitational Lensing", "category": "Space Phenomena", "chunk_id": 131, "content": "Science News, June 13, 2008."}
{"topic": "Gravitational Lensing", "category": "Space Phenomena", "chunk_id": 132, "content": "\"XFGLenses\"."}
{"topic": "Gravitational Lensing", "category": "Space Phenomena", "chunk_id": 133, "content": "A Computer Program to visualize Gravitational Lenses, Francisco Frutos-Alfaro \"G-LenS\"."}
{"topic": "Gravitational Lensing", "category": "Space Phenomena", "chunk_id": 134, "content": "A Point Mass Gravitational Lens Simulation, Mark Boughen."}
{"topic": "Gravitational Lensing", "category": "Space Phenomena", "chunk_id": 135, "content": "Newbury, Pete, \"Gravitational Lensing\"."}
{"topic": "Gravitational Lensing", "category": "Space Phenomena", "chunk_id": 136, "content": "Institute of Applied Mathematics, The University of British Columbia."}
{"topic": "Gravitational Lensing", "category": "Space Phenomena", "chunk_id": 137, "content": "Cohen, N., \"Gravity's Lens: Views of the New Cosmology\", Wiley and Sons, 1988."}
{"topic": "Gravitational Lensing", "category": "Space Phenomena", "chunk_id": 138, "content": "\"Q0957+561 Gravitational Lens\"."}
{"topic": "Gravitational Lensing", "category": "Space Phenomena", "chunk_id": 139, "content": "Harvard.edu."}
{"topic": "Gravitational Lensing", "category": "Space Phenomena", "chunk_id": 140, "content": "Bridges, Andrew, \"Most distant known object in universe discovered\"."}
{"topic": "Gravitational Lensing", "category": "Space Phenomena", "chunk_id": 141, "content": "Associated Press."}
{"topic": "Gravitational Lensing", "category": "Space Phenomena", "chunk_id": 142, "content": "February 15, 2004."}
{"topic": "Gravitational Lensing", "category": "Space Phenomena", "chunk_id": 143, "content": "(Farthest galaxy found by gravitational lensing, using Abell 2218 and Hubble Space Telescope.)"}
{"topic": "Gravitational Lensing", "category": "Space Phenomena", "chunk_id": 144, "content": "Analyzing Corporations ... and the Cosmos An unusual career path in gravitational lensing."}
{"topic": "Gravitational Lensing", "category": "Space Phenomena", "chunk_id": 145, "content": "\"HST images of strong gravitational lenses\"."}
{"topic": "Gravitational Lensing", "category": "Space Phenomena", "chunk_id": 146, "content": "Harvard-Smithsonian Center for Astrophysics."}
{"topic": "Gravitational Lensing", "category": "Space Phenomena", "chunk_id": 147, "content": "\"A planetary microlensing event\" and \"A Jovian-mass Planet in Microlensing Event OGLE-2005-BLG-071\", the first extra-solar planet detections using microlensing."}
{"topic": "Gravitational Lensing", "category": "Space Phenomena", "chunk_id": 148, "content": "Gravitational lensing on arxiv.org NRAO CLASS home page AT20G survey A diffraction limit on the gravitational lens effect (Bontz, R. J. and Haugan, M. P. \"Astrophysics and Space Science\" vol."}
{"topic": "Gravitational Lensing", "category": "Space Phenomena", "chunk_id": 149, "content": "78, no."}
{"topic": "Gravitational Lensing", "category": "Space Phenomena", "chunk_id": 150, "content": "1, p. 199-210."}
{"topic": "Gravitational Lensing", "category": "Space Phenomena", "chunk_id": 151, "content": "August 1981) Further reading Blandford & Narayan; Narayan, R (1992)."}
{"topic": "Gravitational Lensing", "category": "Space Phenomena", "chunk_id": 152, "content": "\"Cosmological applications of gravitational lensing\"."}
{"topic": "Gravitational Lensing", "category": "Space Phenomena", "chunk_id": 153, "content": "Annual Review of Astronomy and Astrophysics."}
{"topic": "Gravitational Lensing", "category": "Space Phenomena", "chunk_id": 154, "content": "30 (1): 311–358."}
{"topic": "Gravitational Lensing", "category": "Space Phenomena", "chunk_id": 155, "content": "Bibcode:1992ARA&A..30..311B."}
{"topic": "Gravitational Lensing", "category": "Space Phenomena", "chunk_id": 156, "content": "doi:10.1146/annurev.aa.30.090192.001523."}
{"topic": "Gravitational Lensing", "category": "Space Phenomena", "chunk_id": 157, "content": "Matthias Bartelmann; Peter Schneider (2000-08-17)."}
{"topic": "Gravitational Lensing", "category": "Space Phenomena", "chunk_id": 158, "content": "\"Weak Gravitational Lensing\" (PDF)."}
{"topic": "Gravitational Lensing", "category": "Space Phenomena", "chunk_id": 159, "content": "Archived from the original (PDF) on 2007-02-26."}
{"topic": "Gravitational Lensing", "category": "Space Phenomena", "chunk_id": 160, "content": "{{cite journal}}: Cite journal requires |journal= (help) Khavinson, Dmitry; Neumann, Genevra (June–July 2008)."}
{"topic": "Gravitational Lensing", "category": "Space Phenomena", "chunk_id": 161, "content": "\"From Fundamental Theorem of Algebra to Astrophysics: A \"Harmonious\" Path\" (PDF)."}
{"topic": "Gravitational Lensing", "category": "Space Phenomena", "chunk_id": 162, "content": "Notices of the AMS."}
{"topic": "Gravitational Lensing", "category": "Space Phenomena", "chunk_id": 163, "content": "55 (6): 666–675."}
{"topic": "Gravitational Lensing", "category": "Space Phenomena", "chunk_id": 164, "content": "Archived (PDF) from the original on 2008-09-07.. Petters, Arlie O.; Levine, Harold; Wambsganss, Joachim (2001)."}
{"topic": "Gravitational Lensing", "category": "Space Phenomena", "chunk_id": 165, "content": "Singularity Theory and Gravitational Lensing."}
{"topic": "Gravitational Lensing", "category": "Space Phenomena", "chunk_id": 166, "content": "Progress in Mathematical Physics."}
{"topic": "Gravitational Lensing", "category": "Space Phenomena", "chunk_id": 167, "content": "Vol."}
{"topic": "Gravitational Lensing", "category": "Space Phenomena", "chunk_id": 168, "content": "21."}
{"topic": "Gravitational Lensing", "category": "Space Phenomena", "chunk_id": 169, "content": "Birkhäuser."}
{"topic": "Gravitational Lensing", "category": "Space Phenomena", "chunk_id": 170, "content": "Tools for the evaluation of the possibilities of using parallax measurements of gravitationally lensed sources (Stein Vidar Hagfors Haugan."}
{"topic": "Gravitational Lensing", "category": "Space Phenomena", "chunk_id": 171, "content": "June 2008) External links Video: Evalyn Gates – Einstein's Telescope: The Search for Dark Matter and Dark Energy in the Universe Archived 2018-09-02 at the Wayback Machine, presentation in Portland, Oregon, on April 19, 2009, from the author's recent book tour."}
{"topic": "Gravitational Lensing", "category": "Space Phenomena", "chunk_id": 172, "content": "Audio: Fraser Cain and Dr. Pamela Gay – Astronomy Cast: Gravitational Lensing, May 2007 Historical papers Chwolson, O."}
{"topic": "Gravitational Lensing", "category": "Space Phenomena", "chunk_id": 173, "content": "(1924)."}
{"topic": "Gravitational Lensing", "category": "Space Phenomena", "chunk_id": 174, "content": "\"Über eine mögliche Form fiktiver Doppelsterne\"."}
{"topic": "Gravitational Lensing", "category": "Space Phenomena", "chunk_id": 175, "content": "Astronomische Nachrichten (in German)."}
{"topic": "Gravitational Lensing", "category": "Space Phenomena", "chunk_id": 176, "content": "221 (20): 329–330."}
{"topic": "Gravitational Lensing", "category": "Space Phenomena", "chunk_id": 177, "content": "Bibcode:1924AN....221..329C."}
{"topic": "Gravitational Lensing", "category": "Space Phenomena", "chunk_id": 178, "content": "doi:10.1002/asna.19242212003."}
{"topic": "Gravitational Lensing", "category": "Space Phenomena", "chunk_id": 179, "content": "Einstein, Albert (1936)."}
{"topic": "Gravitational Lensing", "category": "Space Phenomena", "chunk_id": 180, "content": "\"Lens-like Action of a Star by the Deviation of Light in the Gravitational Field\"."}
{"topic": "Gravitational Lensing", "category": "Space Phenomena", "chunk_id": 181, "content": "Science."}
{"topic": "Gravitational Lensing", "category": "Space Phenomena", "chunk_id": 182, "content": "84 (2188): 506–507."}
{"topic": "Gravitational Lensing", "category": "Space Phenomena", "chunk_id": 183, "content": "Bibcode:1936Sci....84..506E."}
{"topic": "Gravitational Lensing", "category": "Space Phenomena", "chunk_id": 184, "content": "doi:10.1126/science.84.2188.506."}
{"topic": "Gravitational Lensing", "category": "Space Phenomena", "chunk_id": 185, "content": "JSTOR 1663250."}
{"topic": "Gravitational Lensing", "category": "Space Phenomena", "chunk_id": 186, "content": "PMID 17769014."}
{"topic": "Gravitational Lensing", "category": "Space Phenomena", "chunk_id": 187, "content": "S2CID 38450435."}
{"topic": "Gravitational Lensing", "category": "Space Phenomena", "chunk_id": 188, "content": "Renn, Jürgen; Tilman Sauer; John Stachel (1997)."}
{"topic": "Gravitational Lensing", "category": "Space Phenomena", "chunk_id": 189, "content": "\"The Origin of Gravitational Lensing: A Postscript to Einstein's 1936 Science paper\"."}
{"topic": "Gravitational Lensing", "category": "Space Phenomena", "chunk_id": 190, "content": "Science."}
{"topic": "Gravitational Lensing", "category": "Space Phenomena", "chunk_id": 191, "content": "275 (5297): 184–186."}
{"topic": "Gravitational Lensing", "category": "Space Phenomena", "chunk_id": 192, "content": "Bibcode:1997Sci...275..184R."}
{"topic": "Gravitational Lensing", "category": "Space Phenomena", "chunk_id": 193, "content": "doi:10.1126/science.275.5297.184."}
{"topic": "Gravitational Lensing", "category": "Space Phenomena", "chunk_id": 194, "content": "PMID 8985006."}
{"topic": "Gravitational Lensing", "category": "Space Phenomena", "chunk_id": 195, "content": "S2CID 43449111."}
