{"topic": "Grand Unified Theory", "category": "Cosmology & Theoretical Physics", "chunk_id": 0, "content": "A Grand Unified Theory (GUT) is any model in particle physics that merges the electromagnetic, weak, and strong forces (the three gauge interactions of the Standard Model) into a single force at high energies."}
{"topic": "Grand Unified Theory", "category": "Cosmology & Theoretical Physics", "chunk_id": 1, "content": "Although this unified force has not been directly observed, many GUT models theorize its existence."}
{"topic": "Grand Unified Theory", "category": "Cosmology & Theoretical Physics", "chunk_id": 2, "content": "If the unification of these three interactions is possible, it raises the possibility that there was a grand unification epoch in the very early universe in which these three fundamental interactions were not yet distinct."}
{"topic": "Grand Unified Theory", "category": "Cosmology & Theoretical Physics", "chunk_id": 3, "content": "Experiments have confirmed that at high energy, the electromagnetic interaction and weak interaction unify into a single combined electroweak interaction."}
{"topic": "Grand Unified Theory", "category": "Cosmology & Theoretical Physics", "chunk_id": 4, "content": "GUT models predict that at even higher energy, the strong and electroweak interactions will unify into one electronuclear interaction."}
{"topic": "Grand Unified Theory", "category": "Cosmology & Theoretical Physics", "chunk_id": 5, "content": "This interaction is characterized by one larger gauge symmetry and thus several force carriers, but one unified coupling constant."}
{"topic": "Grand Unified Theory", "category": "Cosmology & Theoretical Physics", "chunk_id": 6, "content": "Unifying gravity with the electronuclear interaction would provide a more comprehensive theory of everything (TOE) rather than a Grand Unified Theory."}
{"topic": "Grand Unified Theory", "category": "Cosmology & Theoretical Physics", "chunk_id": 7, "content": "Thus, GUTs are often seen as an intermediate step towards a TOE."}
{"topic": "Grand Unified Theory", "category": "Cosmology & Theoretical Physics", "chunk_id": 8, "content": "The novel particles predicted by GUT models are expected to have extremely high masses—around the GUT scale of 1016 GeV/c2 (only three orders of magnitude below the Planck scale of 1019 GeV/c2)—and so are well beyond the reach of any foreseen particle hadron collider experiments."}
{"topic": "Grand Unified Theory", "category": "Cosmology & Theoretical Physics", "chunk_id": 9, "content": "Therefore, the particles predicted by GUT models will be unable to be observed directly, and instead the effects of grand unification might be detected through indirect observations of the following: proton decay, electric dipole moments of elementary particles, or the properties of neutrinos."}
{"topic": "Grand Unified Theory", "category": "Cosmology & Theoretical Physics", "chunk_id": 10, "content": "Some GUTs, such as the Pati–Salam model, predict the existence of magnetic monopoles."}
{"topic": "Grand Unified Theory", "category": "Cosmology & Theoretical Physics", "chunk_id": 11, "content": "While GUTs might be expected to offer simplicity over the complications present in the Standard Model, realistic models remain complicated because they need to introduce additional fields and interactions, or even additional dimensions of space, in order to reproduce observed fermion masses and mixing angles."}
{"topic": "Grand Unified Theory", "category": "Cosmology & Theoretical Physics", "chunk_id": 12, "content": "This difficulty, in turn, may be related to the existence of family symmetries beyond the conventional GUT models."}
{"topic": "Grand Unified Theory", "category": "Cosmology & Theoretical Physics", "chunk_id": 13, "content": "Due to this and the lack of any observed effect of grand unification so far, there is no generally accepted GUT model."}
{"topic": "Grand Unified Theory", "category": "Cosmology & Theoretical Physics", "chunk_id": 14, "content": "Models that do not unify the three interactions using one simple group as the gauge symmetry but do so using semisimple groups can exhibit similar properties and are sometimes referred to as Grand Unified Theories as well."}
{"topic": "Grand Unified Theory", "category": "Cosmology & Theoretical Physics", "chunk_id": 15, "content": "History Historically, the first true GUT, which was based on the simple Lie group SU(5), was proposed by Howard Georgi and Sheldon Glashow in 1974."}
{"topic": "Grand Unified Theory", "category": "Cosmology & Theoretical Physics", "chunk_id": 16, "content": "The Georgi–Glashow model was preceded by the semisimple Lie algebra Pati–Salam model by Abdus Salam and Jogesh Pati also in 1974, who pioneered the idea to unify gauge interactions."}
{"topic": "Grand Unified Theory", "category": "Cosmology & Theoretical Physics", "chunk_id": 17, "content": "The acronym GUT was first coined in 1978 by CERN researchers John Ellis, Andrzej Buras, Mary K. Gaillard, and Dimitri Nanopoulos, however in the final version of their paper they opted for the less anatomical GUM (Grand Unification Mass)."}
{"topic": "Grand Unified Theory", "category": "Cosmology & Theoretical Physics", "chunk_id": 18, "content": "Nanopoulos later that year was the first to use the acronym in a paper."}
{"topic": "Grand Unified Theory", "category": "Cosmology & Theoretical Physics", "chunk_id": 19, "content": "Motivation The fact that the electric charges of electrons and protons seem to cancel each other exactly to extreme precision is essential for the existence of the macroscopic world as we know it, but this important property of elementary particles is not explained in the Standard Model of particle physics."}
{"topic": "Grand Unified Theory", "category": "Cosmology & Theoretical Physics", "chunk_id": 20, "content": "While the description of strong and weak interactions within the Standard Model is based on gauge symmetries governed by the simple symmetry groups SU(3) and SU(2) which allow only discrete charges, the remaining component, the weak hypercharge interaction is described by an abelian symmetry U(1) which in principle allows for arbitrary charge assignments. The observed charge quantization, namely the postulation that all known elementary particles carry electric charges which are exact multiples of one-third of the \"elementary\" charge, has led to the idea that hypercharge interactions and possibly the strong and weak interactions might be embedded in one Grand Unified interaction described by a single, larger simple symmetry group containing the Standard Model."}
{"topic": "Grand Unified Theory", "category": "Cosmology & Theoretical Physics", "chunk_id": 21, "content": "This would automatically predict the quantized nature and values of all elementary particle charges."}
{"topic": "Grand Unified Theory", "category": "Cosmology & Theoretical Physics", "chunk_id": 22, "content": "Since this also results in a prediction for the relative strengths of the fundamental interactions which we observe, in particular, the weak mixing angle, grand unification ideally reduces the number of independent input parameters but is also constrained by observations."}
{"topic": "Grand Unified Theory", "category": "Cosmology & Theoretical Physics", "chunk_id": 23, "content": "Grand unification is reminiscent of the unification of electric and magnetic forces by Maxwell's field theory of electromagnetism in the 19th century, but its physical implications and mathematical structure are qualitatively different."}
{"topic": "Grand Unified Theory", "category": "Cosmology & Theoretical Physics", "chunk_id": 24, "content": "Unification of matter particles SU(5) SU(5) is the simplest GUT."}
{"topic": "Grand Unified Theory", "category": "Cosmology & Theoretical Physics", "chunk_id": 25, "content": "The smallest simple Lie group which contains the standard model, and upon which the first Grand Unified Theory was based, is S U ( 5 ) ⊃ S U ( 3 ) × S U ( 2 ) × U ( 1 ) ."}
{"topic": "Grand Unified Theory", "category": "Cosmology & Theoretical Physics", "chunk_id": 26, "content": "{\\displaystyle {\\rm {SU(5)\\supset SU(3)\\times SU(2)\\times U(1).}}}"}
{"topic": "Grand Unified Theory", "category": "Cosmology & Theoretical Physics", "chunk_id": 27, "content": "Such group symmetries allow the reinterpretation of several known particles, including the photon, W and Z bosons, and gluon, as different states of a single particle field."}
{"topic": "Grand Unified Theory", "category": "Cosmology & Theoretical Physics", "chunk_id": 28, "content": "However, it is not obvious that the simplest possible choices for the extended \"Grand Unified\" symmetry should yield the correct inventory of elementary particles."}
{"topic": "Grand Unified Theory", "category": "Cosmology & Theoretical Physics", "chunk_id": 29, "content": "The fact that all currently known matter particles fit perfectly into three copies of the smallest group representations of SU(5) and immediately carry the correct observed charges, is one of the first and most important reasons why people believe that a Grand Unified Theory might actually be realized in nature."}
{"topic": "Grand Unified Theory", "category": "Cosmology & Theoretical Physics", "chunk_id": 30, "content": "The two smallest irreducible representations of SU(5) are 5 (the defining representation) and 10."}
{"topic": "Grand Unified Theory", "category": "Cosmology & Theoretical Physics", "chunk_id": 31, "content": "(These bold numbers indicate the dimension of the representation.)"}
{"topic": "Grand Unified Theory", "category": "Cosmology & Theoretical Physics", "chunk_id": 32, "content": "In the standard assignment, the 5 contains the charge conjugates of the right-handed down-type quark color triplet and a left-handed lepton isospin doublet, while the 10 contains the six up-type quark components, the left-handed down-type quark color triplet, and the right-handed electron."}
{"topic": "Grand Unified Theory", "category": "Cosmology & Theoretical Physics", "chunk_id": 33, "content": "This scheme has to be replicated for each of the three known generations of matter."}
{"topic": "Grand Unified Theory", "category": "Cosmology & Theoretical Physics", "chunk_id": 34, "content": "It is notable that the theory is anomaly free with this matter content."}
{"topic": "Grand Unified Theory", "category": "Cosmology & Theoretical Physics", "chunk_id": 35, "content": "The hypothetical right-handed neutrinos are a singlet of SU(5), which means its mass is not forbidden by any symmetry; it doesn't need a spontaneous electroweak symmetry breaking which explains why its mass would be heavy (see seesaw mechanism)."}
{"topic": "Grand Unified Theory", "category": "Cosmology & Theoretical Physics", "chunk_id": 36, "content": "SO(10) The next simple Lie group which contains the standard model is S O ( 10 ) ⊃ S U ( 5 ) ⊃ S U ( 3 ) × S U ( 2 ) × U ( 1 ) ."}
{"topic": "Grand Unified Theory", "category": "Cosmology & Theoretical Physics", "chunk_id": 37, "content": "{\\displaystyle {\\rm {SO(10)\\supset SU(5)\\supset SU(3)\\times SU(2)\\times U(1).}}}"}
{"topic": "Grand Unified Theory", "category": "Cosmology & Theoretical Physics", "chunk_id": 38, "content": "Here, the unification of matter is even more complete, since the irreducible spinor representation 16 contains both the 5 and 10 of SU(5) and a right-handed neutrino, and thus the complete particle content of one generation of the extended standard model with neutrino masses."}
{"topic": "Grand Unified Theory", "category": "Cosmology & Theoretical Physics", "chunk_id": 39, "content": "This is already the largest simple group that achieves the unification of matter in a scheme involving only the already known matter particles (apart from the Higgs sector)."}
{"topic": "Grand Unified Theory", "category": "Cosmology & Theoretical Physics", "chunk_id": 40, "content": "Since different standard model fermions are grouped together in larger representations, GUTs specifically predict relations among the fermion masses, such as between the electron and the down quark, the muon and the strange quark, and the tau lepton and the bottom quark for SU(5) and SO(10)."}
{"topic": "Grand Unified Theory", "category": "Cosmology & Theoretical Physics", "chunk_id": 41, "content": "Some of these mass relations hold approximately, but most don't (see Georgi-Jarlskog mass relation)."}
{"topic": "Grand Unified Theory", "category": "Cosmology & Theoretical Physics", "chunk_id": 42, "content": "The boson matrix for SO(10) is found by taking the 15 × 15 matrix from the 10 + 5 representation of SU(5) and adding an extra row and column for the right-handed neutrino."}
{"topic": "Grand Unified Theory", "category": "Cosmology & Theoretical Physics", "chunk_id": 43, "content": "The bosons are found by adding a partner to each of the 20 charged bosons (2 right-handed W bosons, 6 massive charged gluons and 12 X/Y type bosons) and adding an extra heavy neutral Z-boson to make 5 neutral bosons in total."}
{"topic": "Grand Unified Theory", "category": "Cosmology & Theoretical Physics", "chunk_id": 44, "content": "The boson matrix will have a boson or its new partner in each row and column."}
{"topic": "Grand Unified Theory", "category": "Cosmology & Theoretical Physics", "chunk_id": 45, "content": "These pairs combine to create the familiar 16D Dirac spinor matrices of SO(10)."}
{"topic": "Grand Unified Theory", "category": "Cosmology & Theoretical Physics", "chunk_id": 46, "content": "E6 In some forms of string theory, including E8 × E8 heterotic string theory, the resultant four-dimensional theory after spontaneous compactification on a six-dimensional Calabi–Yau manifold resembles a GUT based on the group E6."}
{"topic": "Grand Unified Theory", "category": "Cosmology & Theoretical Physics", "chunk_id": 47, "content": "Notably E6 is the only exceptional simple Lie group to have any complex representations, a requirement for a theory to contain chiral fermions (namely all weakly-interacting fermions)."}
{"topic": "Grand Unified Theory", "category": "Cosmology & Theoretical Physics", "chunk_id": 48, "content": "Hence the other four (G2, F4, E7, and E8) can't be the gauge group of a GUT."}
{"topic": "Grand Unified Theory", "category": "Cosmology & Theoretical Physics", "chunk_id": 49, "content": "Extended Grand Unified Theories Non-chiral extensions of the Standard Model with vectorlike split-multiplet particle spectra which naturally appear in the higher SU(N) GUTs considerably modify the desert physics and lead to the realistic (string-scale) grand unification for conventional three quark-lepton families even without using supersymmetry (see below)."}
{"topic": "Grand Unified Theory", "category": "Cosmology & Theoretical Physics", "chunk_id": 50, "content": "On the other hand, due to a new missing VEV mechanism emerging in the supersymmetric SU(8) GUT the simultaneous solution to the gauge hierarchy (doublet-triplet splitting) problem and problem of unification of flavor can be argued."}
{"topic": "Grand Unified Theory", "category": "Cosmology & Theoretical Physics", "chunk_id": 51, "content": "GUTs with four families / generations, SU(8): Assuming 4 generations of fermions instead of 3 makes a total of 64 types of particles."}
{"topic": "Grand Unified Theory", "category": "Cosmology & Theoretical Physics", "chunk_id": 52, "content": "These can be put into 64 = 8 + 56 representations of SU(8)."}
{"topic": "Grand Unified Theory", "category": "Cosmology & Theoretical Physics", "chunk_id": 53, "content": "This can be divided into SU(5) × SU(3)F × U(1) which is the SU(5) theory together with some heavy bosons which act on the generation number."}
{"topic": "Grand Unified Theory", "category": "Cosmology & Theoretical Physics", "chunk_id": 54, "content": "GUTs with four families / generations, O(16): Again assuming 4 generations of fermions, the 128 particles and anti-particles can be put into a single spinor representation of O(16)."}
{"topic": "Grand Unified Theory", "category": "Cosmology & Theoretical Physics", "chunk_id": 55, "content": "Symplectic groups and quaternion representations Symplectic gauge groups could also be considered. For example, Sp(8) (which is called Sp(4) in the article symplectic group) has a representation in terms of 4 × 4 quaternion unitary matrices which has a 16 dimensional real representation and so might be considered as a candidate for a gauge group."}
{"topic": "Grand Unified Theory", "category": "Cosmology & Theoretical Physics", "chunk_id": 56, "content": "Sp(8) has 32 charged bosons and 4 neutral bosons."}
{"topic": "Grand Unified Theory", "category": "Cosmology & Theoretical Physics", "chunk_id": 57, "content": "Its subgroups include SU(4) so can at least contain the gluons and photon of SU(3) × U(1)."}
{"topic": "Grand Unified Theory", "category": "Cosmology & Theoretical Physics", "chunk_id": 58, "content": "Although it's probably not possible to have weak bosons acting on chiral fermions in this representation."}
{"topic": "Grand Unified Theory", "category": "Cosmology & Theoretical Physics", "chunk_id": 59, "content": "A quaternion representation of the fermions might be: [ e + i e ¯ + j v + k v ¯ u r + i u ¯ r ¯ + j d r + k d ¯ r ¯ u g + i u ¯ g ¯ + j d g + k d ¯ g ¯ u b + i u ¯ b ¯ + j d b + k d ¯ b ¯ ] L {\\displaystyle {\\begin{bmatrix}e+i\\ {\\overline {e}}+j\\ v+k\\ {\\overline {v}}\\\\u_{r}+i\\ {\\overline {u}}_{\\mathrm {\\overline {r}} }+j\\ d_{\\mathrm {r} }+k\\ {\\overline {d}}_{\\mathrm {\\overline {r}} }\\\\u_{g}+i\\ {\\overline {u}}_{\\mathrm {\\overline {g}} }+j\\ d_{\\mathrm {g} }+k\\ {\\overline {d}}_{\\mathrm {\\overline {g}} }\\\\u_{b}+i\\ {\\overline {u}}_{\\mathrm {\\overline {b}} }+j\\ d_{\\mathrm {b} }+k\\ {\\overline {d}}_{\\mathrm {\\overline {b}} }\\\\\\end{bmatrix}}_{\\mathrm {L} }} A further complication with quaternion representations of fermions is that there are two types of multiplication: left multiplication and right multiplication which must be taken into account."}
{"topic": "Grand Unified Theory", "category": "Cosmology & Theoretical Physics", "chunk_id": 60, "content": "It turns out that including left and right-handed 4 × 4 quaternion matrices is equivalent to including a single right-multiplication by a unit quaternion which adds an extra SU(2) and so has an extra neutral boson and two more charged bosons."}
{"topic": "Grand Unified Theory", "category": "Cosmology & Theoretical Physics", "chunk_id": 61, "content": "Thus the group of left- and right-handed 4 × 4 quaternion matrices is Sp(8) × SU(2) which does include the standard model bosons: S U ( 4 , H ) L × H R = S p ( 8 ) × S U ( 2 ) ⊃ S U ( 4 ) × S U ( 2 ) ⊃ S U ( 3 ) × S U ( 2 ) × U ( 1 ) {\\displaystyle \\mathrm {SU(4,\\mathbb {H} )_{L}\\times \\mathbb {H} _{R}=Sp(8)\\times SU(2)\\supset SU(4)\\times SU(2)\\supset SU(3)\\times SU(2)\\times U(1)} } If ψ {\\displaystyle \\psi } is a quaternion valued spinor, A μ a b {\\displaystyle A_{\\mu }^{ab}} is quaternion hermitian 4 × 4 matrix coming from Sp(8) and B μ {\\displaystyle B_{\\mu }} is a pure vector quaternion (both of which are 4-vector bosons) then the interaction term is: ψ a ¯ γ μ ( A μ a b ψ b + ψ a B μ ) {\\displaystyle \\ {\\overline {\\psi ^{a}}}\\gamma _{\\mu }\\left(A_{\\mu }^{ab}\\psi ^{b}+\\psi ^{a}B_{\\mu }\\right)\\ } Octonion representations It can be noted that a generation of 16 fermions can be put into the form of an octonion with each element of the octonion being an 8-vector."}
{"topic": "Grand Unified Theory", "category": "Cosmology & Theoretical Physics", "chunk_id": 62, "content": "If the 3 generations are then put in a 3x3 hermitian matrix with certain additions for the diagonal elements then these matrices form an exceptional (Grassmann) Jordan algebra, which has the symmetry group of one of the exceptional Lie groups (F4, E6, E7, or E8) depending on the details."}
{"topic": "Grand Unified Theory", "category": "Cosmology & Theoretical Physics", "chunk_id": 63, "content": "ψ = [ a e μ e ¯ b τ μ ¯ τ ¯ c ] {\\displaystyle \\psi ={\\begin{bmatrix}a&e&\\mu \\\\{\\overline {e}}&b&\\tau \\\\{\\overline {\\mu }}&{\\overline {\\tau }}&c\\end{bmatrix}}} [ ψ A , ψ B ] ⊂ J 3 ( O ) {\\displaystyle \\ [\\psi _{A},\\psi _{B}]\\subset \\mathrm {J} _{3}(\\mathbb {O} )\\ } Because they are fermions the anti-commutators of the Jordan algebra become commutators."}
{"topic": "Grand Unified Theory", "category": "Cosmology & Theoretical Physics", "chunk_id": 64, "content": "It is known that E6 has subgroup O(10) and so is big enough to include the Standard Model."}
{"topic": "Grand Unified Theory", "category": "Cosmology & Theoretical Physics", "chunk_id": 65, "content": "An E8 gauge group, for example, would have 8 neutral bosons, 120 charged bosons and 120 charged anti-bosons."}
{"topic": "Grand Unified Theory", "category": "Cosmology & Theoretical Physics", "chunk_id": 66, "content": "To account for the 248 fermions in the lowest multiplet of E8, these would either have to include anti-particles (and so have baryogenesis), have new undiscovered particles, or have gravity-like (spin connection) bosons affecting elements of the particles spin direction."}
{"topic": "Grand Unified Theory", "category": "Cosmology & Theoretical Physics", "chunk_id": 67, "content": "Each of these possesses theoretical problems."}
{"topic": "Grand Unified Theory", "category": "Cosmology & Theoretical Physics", "chunk_id": 68, "content": "Beyond Lie groups Other structures have been suggested including Lie 3-algebras and Lie superalgebras."}
{"topic": "Grand Unified Theory", "category": "Cosmology & Theoretical Physics", "chunk_id": 69, "content": "Neither of these fit with Yang–Mills theory."}
{"topic": "Grand Unified Theory", "category": "Cosmology & Theoretical Physics", "chunk_id": 70, "content": "In particular Lie superalgebras would introduce bosons with incorrect statistics."}
{"topic": "Grand Unified Theory", "category": "Cosmology & Theoretical Physics", "chunk_id": 71, "content": "Supersymmetry, however, does fit with Yang–Mills."}
{"topic": "Grand Unified Theory", "category": "Cosmology & Theoretical Physics", "chunk_id": 72, "content": "Unification of forces and the role of supersymmetry The unification of forces is possible due to the energy scale dependence of force coupling parameters in quantum field theory called renormalization group \"running\", which allows parameters with vastly different values at usual energies to converge to a single value at a much higher energy scale."}
{"topic": "Grand Unified Theory", "category": "Cosmology & Theoretical Physics", "chunk_id": 73, "content": "The renormalization group running of the three gauge couplings in the Standard Model has been found to nearly, but not quite, meet at the same point if the hypercharge is normalized so that it is consistent with SU(5) or SO(10) GUTs, which are precisely the GUT groups which lead to a simple fermion unification."}
{"topic": "Grand Unified Theory", "category": "Cosmology & Theoretical Physics", "chunk_id": 74, "content": "This is a significant result, as other Lie groups lead to different normalizations."}
{"topic": "Grand Unified Theory", "category": "Cosmology & Theoretical Physics", "chunk_id": 75, "content": "However, if the supersymmetric extension MSSM is used instead of the Standard Model, the match becomes much more accurate."}
{"topic": "Grand Unified Theory", "category": "Cosmology & Theoretical Physics", "chunk_id": 76, "content": "In this case, the coupling constants of the strong and electroweak interactions meet at the grand unification energy, also known as the GUT scale: Λ GUT ≈ 10 16 GeV ."}
{"topic": "Grand Unified Theory", "category": "Cosmology & Theoretical Physics", "chunk_id": 77, "content": "{\\displaystyle \\Lambda _{\\text{GUT}}\\approx 10^{16}\\,{\\text{GeV}}.}"}
{"topic": "Grand Unified Theory", "category": "Cosmology & Theoretical Physics", "chunk_id": 78, "content": "It is commonly believed that this matching is unlikely to be a coincidence, and is often quoted as one of the main motivations to further investigate supersymmetric theories despite the fact that no supersymmetric partner particles have been experimentally observed."}
{"topic": "Grand Unified Theory", "category": "Cosmology & Theoretical Physics", "chunk_id": 79, "content": "Also, most model builders simply assume supersymmetry because it solves the hierarchy problem—i.e., it stabilizes the electroweak Higgs mass against radiative corrections."}
{"topic": "Grand Unified Theory", "category": "Cosmology & Theoretical Physics", "chunk_id": 80, "content": "Neutrino masses Since Majorana masses of the right-handed neutrino are forbidden by SO(10) symmetry, SO(10) GUTs predict the Majorana masses of right-handed neutrinos to be close to the GUT scale where the symmetry is spontaneously broken in those models."}
{"topic": "Grand Unified Theory", "category": "Cosmology & Theoretical Physics", "chunk_id": 81, "content": "In supersymmetric GUTs, this scale tends to be larger than would be desirable to obtain realistic masses of the light, mostly left-handed neutrinos (see neutrino oscillation) via the seesaw mechanism."}
{"topic": "Grand Unified Theory", "category": "Cosmology & Theoretical Physics", "chunk_id": 82, "content": "These predictions are independent of the Georgi–Jarlskog mass relations, wherein some GUTs predict other fermion mass ratios."}
{"topic": "Grand Unified Theory", "category": "Cosmology & Theoretical Physics", "chunk_id": 83, "content": "Proposed theories Several theories have been proposed, but none is currently universally accepted."}
{"topic": "Grand Unified Theory", "category": "Cosmology & Theoretical Physics", "chunk_id": 84, "content": "An even more ambitious theory that includes all fundamental forces, including gravitation, is termed a theory of everything."}
{"topic": "Grand Unified Theory", "category": "Cosmology & Theoretical Physics", "chunk_id": 85, "content": "Some common mainstream GUT models are: Pati–Salam model – SU(4) × SU(2) × SU(2) Georgi–Glashow model – SU(5); and Flipped SU(5) – SU(5) × U(1) SO(10) model; and Flipped SO(10) – SO(10) × U(1) E6 model; and Trinification – SU(3) × SU(3) × SU(3) minimal left-right model – SU(3)C × SU(2)L × SU(2)R × U(1)B−L 331 model – SU(3)C × SU(3)L × U(1)X chiral color Not quite GUTs: Note: These models refer to Lie algebras not to Lie groups."}
{"topic": "Grand Unified Theory", "category": "Cosmology & Theoretical Physics", "chunk_id": 86, "content": "The Lie group could be [ S U ( 4 ) × S U ( 2 ) × S U ( 2 ) ] / Z 2 , {\\displaystyle [\\mathrm {SU} (4)\\times \\mathrm {SU} (2)\\times \\mathrm {SU} (2)]/\\mathbb {Z} _{2},} just to take a random example."}
{"topic": "Grand Unified Theory", "category": "Cosmology & Theoretical Physics", "chunk_id": 87, "content": "The most promising candidate is SO(10)."}
{"topic": "Grand Unified Theory", "category": "Cosmology & Theoretical Physics", "chunk_id": 88, "content": "(Minimal) SO(10) does not contain any exotic fermions (i.e."}
{"topic": "Grand Unified Theory", "category": "Cosmology & Theoretical Physics", "chunk_id": 89, "content": "additional fermions besides the Standard Model fermions and the right-handed neutrino), and it unifies each generation into a single irreducible representation."}
{"topic": "Grand Unified Theory", "category": "Cosmology & Theoretical Physics", "chunk_id": 90, "content": "A number of other GUT models are based upon subgroups of SO(10)."}
{"topic": "Grand Unified Theory", "category": "Cosmology & Theoretical Physics", "chunk_id": 91, "content": "They are the minimal left-right model, SU(5), flipped SU(5) and the Pati–Salam model."}
{"topic": "Grand Unified Theory", "category": "Cosmology & Theoretical Physics", "chunk_id": 92, "content": "The GUT group E6 contains SO(10), but models based upon it are significantly more complicated."}
{"topic": "Grand Unified Theory", "category": "Cosmology & Theoretical Physics", "chunk_id": 93, "content": "The primary reason for studying E6 models comes from E8 × E8 heterotic string theory."}
{"topic": "Grand Unified Theory", "category": "Cosmology & Theoretical Physics", "chunk_id": 94, "content": "GUT models generically predict the existence of topological defects such as monopoles, cosmic strings, domain walls, and others."}
{"topic": "Grand Unified Theory", "category": "Cosmology & Theoretical Physics", "chunk_id": 95, "content": "But none have been observed."}
{"topic": "Grand Unified Theory", "category": "Cosmology & Theoretical Physics", "chunk_id": 96, "content": "Their absence is known as the monopole problem in cosmology."}
{"topic": "Grand Unified Theory", "category": "Cosmology & Theoretical Physics", "chunk_id": 97, "content": "Many GUT models also predict proton decay, although not the Pati–Salam model."}
{"topic": "Grand Unified Theory", "category": "Cosmology & Theoretical Physics", "chunk_id": 98, "content": "As of now, proton decay has never been experimentally observed."}
{"topic": "Grand Unified Theory", "category": "Cosmology & Theoretical Physics", "chunk_id": 99, "content": "The minimal experimental limit on the proton's lifetime pretty much rules out minimal SU(5) and heavily constrains the other models."}
{"topic": "Grand Unified Theory", "category": "Cosmology & Theoretical Physics", "chunk_id": 100, "content": "The lack of detected supersymmetry to date also constrains many models."}
{"topic": "Grand Unified Theory", "category": "Cosmology & Theoretical Physics", "chunk_id": 101, "content": "Some GUT theories like SU(5) and SO(10) suffer from what is called the doublet-triplet problem."}
{"topic": "Grand Unified Theory", "category": "Cosmology & Theoretical Physics", "chunk_id": 102, "content": "These theories predict that for each electroweak Higgs doublet, there is a corresponding colored Higgs triplet field with a very small mass (many orders of magnitude smaller than the GUT scale here)."}
{"topic": "Grand Unified Theory", "category": "Cosmology & Theoretical Physics", "chunk_id": 103, "content": "In theory, unifying quarks with leptons, the Higgs doublet would also be unified with a Higgs triplet."}
{"topic": "Grand Unified Theory", "category": "Cosmology & Theoretical Physics", "chunk_id": 104, "content": "Such triplets have not been observed."}
{"topic": "Grand Unified Theory", "category": "Cosmology & Theoretical Physics", "chunk_id": 105, "content": "They would also cause extremely rapid proton decay (far below current experimental limits) and prevent the gauge coupling strengths from running together in the renormalization group."}
{"topic": "Grand Unified Theory", "category": "Cosmology & Theoretical Physics", "chunk_id": 106, "content": "Most GUT models require a threefold replication of the matter fields."}
{"topic": "Grand Unified Theory", "category": "Cosmology & Theoretical Physics", "chunk_id": 107, "content": "As such, they do not explain why there are three generations of fermions."}
{"topic": "Grand Unified Theory", "category": "Cosmology & Theoretical Physics", "chunk_id": 108, "content": "Most GUT models also fail to explain the little hierarchy between the fermion masses for different generations."}
{"topic": "Grand Unified Theory", "category": "Cosmology & Theoretical Physics", "chunk_id": 109, "content": "Ingredients A GUT model consists of a gauge group which is a compact Lie group, a connection form for that Lie group, a Yang–Mills action for that connection given by an invariant symmetric bilinear form over its Lie algebra (which is specified by a coupling constant for each factor), a Higgs sector consisting of a number of scalar fields taking on values within real/complex representations of the Lie group and chiral Weyl fermions taking on values within a complex rep of the Lie group."}
{"topic": "Grand Unified Theory", "category": "Cosmology & Theoretical Physics", "chunk_id": 110, "content": "The Lie group contains the Standard Model group and the Higgs fields acquire VEVs leading to a spontaneous symmetry breaking to the Standard Model."}
{"topic": "Grand Unified Theory", "category": "Cosmology & Theoretical Physics", "chunk_id": 111, "content": "The Weyl fermions represent matter."}
{"topic": "Grand Unified Theory", "category": "Cosmology & Theoretical Physics", "chunk_id": 112, "content": "Current evidence The discovery of neutrino oscillations indicates that the Standard Model is incomplete, but there is currently no clear evidence that nature is described by any Grand Unified Theory."}
{"topic": "Grand Unified Theory", "category": "Cosmology & Theoretical Physics", "chunk_id": 113, "content": "Neutrino oscillations have led to renewed interest toward certain GUT such as SO(10)."}
{"topic": "Grand Unified Theory", "category": "Cosmology & Theoretical Physics", "chunk_id": 114, "content": "One of the few possible experimental tests of certain GUT is proton decay and also fermion masses."}
{"topic": "Grand Unified Theory", "category": "Cosmology & Theoretical Physics", "chunk_id": 115, "content": "There are a few more special tests for supersymmetric GUT."}
{"topic": "Grand Unified Theory", "category": "Cosmology & Theoretical Physics", "chunk_id": 116, "content": "However, minimum proton lifetimes from research (at or exceeding the 1034~1035 year range) have ruled out simpler GUTs and most non-SUSY models. The maximum upper limit on proton lifetime (if unstable), is calculated at 6×1039 years for SUSY models and 1.4×1036 years for minimal non-SUSY GUTs."}
{"topic": "Grand Unified Theory", "category": "Cosmology & Theoretical Physics", "chunk_id": 117, "content": "The gauge coupling strengths of QCD, the weak interaction and hypercharge seem to meet at a common length scale called the GUT scale and equal approximately to 1016 GeV (slightly less than the Planck energy of 1019 GeV), which is somewhat suggestive."}
{"topic": "Grand Unified Theory", "category": "Cosmology & Theoretical Physics", "chunk_id": 118, "content": "This interesting numerical observation is called the gauge coupling unification, and it works particularly well if one assumes the existence of superpartners of the Standard Model particles."}
{"topic": "Grand Unified Theory", "category": "Cosmology & Theoretical Physics", "chunk_id": 119, "content": "Still, it is possible to achieve the same by postulating, for instance, that ordinary (non supersymmetric) SO(10) models break with an intermediate gauge scale, such as the one of Pati–Salam group."}
{"topic": "Grand Unified Theory", "category": "Cosmology & Theoretical Physics", "chunk_id": 120, "content": "See also B − L quantum number Classical unified field theories Paradigm shift Physics beyond the Standard Model Theory of everything X and Y bosons Notes References Further reading Stephen Hawking, A Brief History of Time, includes a brief popular overview."}
{"topic": "Grand Unified Theory", "category": "Cosmology & Theoretical Physics", "chunk_id": 121, "content": "Langacker, Paul (2012)."}
{"topic": "Grand Unified Theory", "category": "Cosmology & Theoretical Physics", "chunk_id": 122, "content": "\"Grand unification\"."}
{"topic": "Grand Unified Theory", "category": "Cosmology & Theoretical Physics", "chunk_id": 123, "content": "Scholarpedia."}
{"topic": "Grand Unified Theory", "category": "Cosmology & Theoretical Physics", "chunk_id": 124, "content": "7 (10): 11419."}
{"topic": "Grand Unified Theory", "category": "Cosmology & Theoretical Physics", "chunk_id": 125, "content": "Bibcode:2012SchpJ...711419L."}
{"topic": "Grand Unified Theory", "category": "Cosmology & Theoretical Physics", "chunk_id": 126, "content": "doi:10.4249/scholarpedia.11419."}
{"topic": "Grand Unified Theory", "category": "Cosmology & Theoretical Physics", "chunk_id": 127, "content": "External links The Algebra of Grand Unified Theories"}
