{"topic": "Neutron Stars", "category": "Stars & Stellar Evolution", "chunk_id": 0, "content": "A neutron star is the gravitationally collapsed core of a massive supergiant star."}
{"topic": "Neutron Stars", "category": "Stars & Stellar Evolution", "chunk_id": 1, "content": "It results from the supernova explosion of a massive star—combined with gravitational collapse—that compresses the core past white dwarf star density to that of atomic nuclei."}
{"topic": "Neutron Stars", "category": "Stars & Stellar Evolution", "chunk_id": 2, "content": "Surpassed only by black holes, neutron stars are the second smallest and densest known class of stellar objects."}
{"topic": "Neutron Stars", "category": "Stars & Stellar Evolution", "chunk_id": 3, "content": "Neutron stars have a radius on the order of 10 kilometers (6 mi) and a mass of about 1.4 M☉."}
{"topic": "Neutron Stars", "category": "Stars & Stellar Evolution", "chunk_id": 4, "content": "Stars that collapse into neutron stars have a total mass of between 10 and 25 solar masses (M☉), or possibly more for those that are especially rich in elements heavier than hydrogen and helium."}
{"topic": "Neutron Stars", "category": "Stars & Stellar Evolution", "chunk_id": 5, "content": "Once formed, neutron stars no longer actively generate heat and cool over time, but they may still evolve further through collisions or accretion."}
{"topic": "Neutron Stars", "category": "Stars & Stellar Evolution", "chunk_id": 6, "content": "Most of the basic models for these objects imply that they are composed almost entirely of neutrons, as the extreme pressure causes the electrons and protons present in normal matter to combine into additional neutrons."}
{"topic": "Neutron Stars", "category": "Stars & Stellar Evolution", "chunk_id": 7, "content": "These stars are partially supported against further collapse by neutron degeneracy pressure, just as white dwarfs are supported against collapse by electron degeneracy pressure."}
{"topic": "Neutron Stars", "category": "Stars & Stellar Evolution", "chunk_id": 8, "content": "However, this is not by itself sufficient to hold up an object beyond 0.7 M☉ and repulsive nuclear forces increasingly contribute to supporting more massive neutron stars."}
{"topic": "Neutron Stars", "category": "Stars & Stellar Evolution", "chunk_id": 9, "content": "If the remnant star has a mass exceeding the Tolman–Oppenheimer–Volkoff limit, which ranges from 2.2–2.9 M☉, the combination of degeneracy pressure and nuclear forces is insufficient to support the neutron star, causing it to collapse and form a black hole."}
{"topic": "Neutron Stars", "category": "Stars & Stellar Evolution", "chunk_id": 10, "content": "The most massive neutron star detected so far, PSR J0952–0607, is estimated to be 2.35±0.17 M☉."}
{"topic": "Neutron Stars", "category": "Stars & Stellar Evolution", "chunk_id": 11, "content": "Newly formed neutron stars may have surface temperatures of ten million K or more."}
{"topic": "Neutron Stars", "category": "Stars & Stellar Evolution", "chunk_id": 12, "content": "However, since neutron stars generate no new heat through fusion, they inexorably cool down after their formation."}
{"topic": "Neutron Stars", "category": "Stars & Stellar Evolution", "chunk_id": 13, "content": "Consequently, a given neutron star reaches a surface temperature of one million K when it is between one thousand and one million years old."}
{"topic": "Neutron Stars", "category": "Stars & Stellar Evolution", "chunk_id": 14, "content": "Older and even-cooler neutron stars are still easy to discover."}
{"topic": "Neutron Stars", "category": "Stars & Stellar Evolution", "chunk_id": 15, "content": "For example, the well-studied neutron star, RX J1856.5−3754, has an average surface temperature of about 434,000 K. For comparison, the Sun has an effective surface temperature of 5,780 K. Neutron star material is remarkably dense: a normal-sized matchbox containing neutron-star material would have a weight of approximately 3 billion tonnes, the same weight as a 0.5-cubic-kilometer chunk of the Earth (a cube with edges of about 800 meters) from Earth's surface."}
{"topic": "Neutron Stars", "category": "Stars & Stellar Evolution", "chunk_id": 16, "content": "As a star's core collapses, its rotation rate increases due to conservation of angular momentum, so newly formed neutron stars typically rotate at up to several hundred times per second."}
{"topic": "Neutron Stars", "category": "Stars & Stellar Evolution", "chunk_id": 17, "content": "Some neutron stars emit beams of electromagnetic radiation that make them detectable as pulsars, and the discovery of pulsars by Jocelyn Bell Burnell and Antony Hewish in 1967 was the first observational suggestion that neutron stars exist."}
{"topic": "Neutron Stars", "category": "Stars & Stellar Evolution", "chunk_id": 18, "content": "The fastest-spinning neutron star known is PSR J1748−2446ad, rotating at a rate of 716 times per second or 43,000 revolutions per minute, giving a linear (tangential) speed at the surface on the order of 0.24c (i.e., nearly a quarter the speed of light)."}
{"topic": "Neutron Stars", "category": "Stars & Stellar Evolution", "chunk_id": 19, "content": "There are thought to be around one billion neutron stars in the Milky Way, and at a minimum several hundred million, a figure obtained by estimating the number of stars that have undergone supernova explosions."}
{"topic": "Neutron Stars", "category": "Stars & Stellar Evolution", "chunk_id": 20, "content": "However, many of them have existed for a long period of time and have cooled down considerably."}
{"topic": "Neutron Stars", "category": "Stars & Stellar Evolution", "chunk_id": 21, "content": "These stars radiate very little electromagnetic radiation; most neutron stars that have been detected occur only in certain situations in which they do radiate, such as if they are a pulsar or a part of a binary system. Slow-rotating and non-accreting neutron stars are difficult to detect, due to the absence of electromagnetic radiation; however, since the Hubble Space Telescope's detection of RX J1856.5−3754 in the 1990s, a few nearby neutron stars that appear to emit only thermal radiation have been detected."}
{"topic": "Neutron Stars", "category": "Stars & Stellar Evolution", "chunk_id": 22, "content": "Neutron stars in binary systems can undergo accretion, in which case they emit large amounts of X-rays."}
{"topic": "Neutron Stars", "category": "Stars & Stellar Evolution", "chunk_id": 23, "content": "During this process, matter is deposited on the surface of the stars, forming \"hotspots\" that can be sporadically identified as X-ray pulsar systems."}
{"topic": "Neutron Stars", "category": "Stars & Stellar Evolution", "chunk_id": 24, "content": "Additionally, such accretions are able to \"recycle\" old pulsars, causing them to gain mass and rotate extremely quickly, forming millisecond pulsars."}
{"topic": "Neutron Stars", "category": "Stars & Stellar Evolution", "chunk_id": 25, "content": "Furthermore, binary systems such as these continue to evolve, with many companions eventually becoming compact objects such as white dwarfs or neutron stars themselves, though other possibilities include a complete destruction of the companion through ablation or collision."}
{"topic": "Neutron Stars", "category": "Stars & Stellar Evolution", "chunk_id": 26, "content": "The study of neutron star systems is central to gravitational wave astronomy."}
{"topic": "Neutron Stars", "category": "Stars & Stellar Evolution", "chunk_id": 27, "content": "The merger of binary neutron stars produces gravitational waves and may be associated with kilonovae and short-duration gamma-ray bursts."}
{"topic": "Neutron Stars", "category": "Stars & Stellar Evolution", "chunk_id": 28, "content": "In 2017, the LIGO and Virgo interferometer sites observed GW170817, the first direct detection of gravitational waves from such an event."}
{"topic": "Neutron Stars", "category": "Stars & Stellar Evolution", "chunk_id": 29, "content": "Prior to this, indirect evidence for gravitational waves was inferred by studying the gravity radiated from the orbital decay of a different type of (unmerged) binary neutron system, the Hulse–Taylor pulsar."}
{"topic": "Neutron Stars", "category": "Stars & Stellar Evolution", "chunk_id": 30, "content": "Formation Any main-sequence star with an initial mass of greater than 8 M☉ (eight times the mass of the Sun) has the potential to become a neutron star."}
{"topic": "Neutron Stars", "category": "Stars & Stellar Evolution", "chunk_id": 31, "content": "As the star evolves away from the main sequence, stellar nucleosynthesis produces an iron-rich core."}
{"topic": "Neutron Stars", "category": "Stars & Stellar Evolution", "chunk_id": 32, "content": "When all nuclear fuel in the core has been exhausted, the core must be supported by degeneracy pressure alone."}
{"topic": "Neutron Stars", "category": "Stars & Stellar Evolution", "chunk_id": 33, "content": "Further deposits of mass from shell burning cause the core to exceed the Chandrasekhar limit."}
{"topic": "Neutron Stars", "category": "Stars & Stellar Evolution", "chunk_id": 34, "content": "Electron-degeneracy pressure is overcome, and the core collapses further, causing temperatures to rise to over 5×109 K (5 billion K)."}
{"topic": "Neutron Stars", "category": "Stars & Stellar Evolution", "chunk_id": 35, "content": "At these temperatures, photodisintegration (the breakdown of iron nuclei into alpha particles due to high-energy gamma rays) occurs."}
{"topic": "Neutron Stars", "category": "Stars & Stellar Evolution", "chunk_id": 36, "content": "As the temperature of the core continues to rise, electrons and protons combine to form neutrons via electron capture, releasing a flood of neutrinos."}
{"topic": "Neutron Stars", "category": "Stars & Stellar Evolution", "chunk_id": 37, "content": "When densities reach a nuclear density of 4×1017 kg/m3, a combination of strong force repulsion and neutron degeneracy pressure halts the contraction."}
{"topic": "Neutron Stars", "category": "Stars & Stellar Evolution", "chunk_id": 38, "content": "The contracting outer envelope of the star is halted and rapidly flung outwards by a flux of neutrinos produced in the creation of the neutrons, resulting in a supernova and leaving behind a neutron star."}
{"topic": "Neutron Stars", "category": "Stars & Stellar Evolution", "chunk_id": 39, "content": "However, if the remnant has a mass greater than about 3 M☉, it instead becomes a black hole."}
{"topic": "Neutron Stars", "category": "Stars & Stellar Evolution", "chunk_id": 40, "content": "As the core of a massive star is compressed during a Type II supernova or a Type Ib or Type Ic supernova, and collapses into a neutron star, it retains most of its angular momentum."}
{"topic": "Neutron Stars", "category": "Stars & Stellar Evolution", "chunk_id": 41, "content": "Because it has only a tiny fraction of its parent's radius (sharply reducing its moment of inertia), a neutron star is formed with very high rotation speed and then, over a very long period, it slows."}
{"topic": "Neutron Stars", "category": "Stars & Stellar Evolution", "chunk_id": 42, "content": "Neutron stars are known that have rotation periods from about 1.4 ms to 30 s. The neutron star's density also gives it very high surface gravity, with typical values ranging from 1012 to 1013 m/s2 (more than 1011 times that of Earth)."}
{"topic": "Neutron Stars", "category": "Stars & Stellar Evolution", "chunk_id": 43, "content": "One measure of such immense gravity is the fact that neutron stars have an escape velocity of over half the speed of light."}
{"topic": "Neutron Stars", "category": "Stars & Stellar Evolution", "chunk_id": 44, "content": "The neutron star's gravity accelerates infalling matter to tremendous speed, and tidal forces near the surface can cause spaghettification."}
{"topic": "Neutron Stars", "category": "Stars & Stellar Evolution", "chunk_id": 45, "content": "Properties Equation of state The equation of state of neutron stars is not currently known."}
{"topic": "Neutron Stars", "category": "Stars & Stellar Evolution", "chunk_id": 46, "content": "This is because neutron stars are the second most dense known object in the universe, only less dense than black holes."}
{"topic": "Neutron Stars", "category": "Stars & Stellar Evolution", "chunk_id": 47, "content": "The extreme density means there is no way to replicate the material on Earth in laboratories, which is how equations of state for other things like ideal gases are tested."}
{"topic": "Neutron Stars", "category": "Stars & Stellar Evolution", "chunk_id": 48, "content": "The closest neutron star is many parsecs away, meaning there is no feasible way to study it directly."}
{"topic": "Neutron Stars", "category": "Stars & Stellar Evolution", "chunk_id": 49, "content": "While it is known neutron stars should be similar to a degenerate gas, it cannot be modeled strictly like one (as white dwarfs are) because of the extreme gravity."}
{"topic": "Neutron Stars", "category": "Stars & Stellar Evolution", "chunk_id": 50, "content": "General relativity must be considered for the neutron star equation of state because Newtonian gravity is no longer sufficient in those conditions."}
{"topic": "Neutron Stars", "category": "Stars & Stellar Evolution", "chunk_id": 51, "content": "Effects such as quantum chromodynamics (QCD), superconductivity, and superfluidity must also be considered."}
{"topic": "Neutron Stars", "category": "Stars & Stellar Evolution", "chunk_id": 52, "content": "At the extraordinarily high densities of neutron stars, ordinary matter is squeezed to nuclear densities."}
{"topic": "Neutron Stars", "category": "Stars & Stellar Evolution", "chunk_id": 53, "content": "Specifically, the matter ranges from nuclei embedded in a sea of electrons at low densities in the outer crust, to increasingly neutron-rich structures in the inner crust, to the extremely neutron-rich uniform matter in the outer core, and possibly exotic states of matter at high densities in the inner core."}
{"topic": "Neutron Stars", "category": "Stars & Stellar Evolution", "chunk_id": 54, "content": "Understanding the nature of the matter present in the various layers of neutron stars, and the phase transitions that occur at the boundaries of the layers is a major unsolved problem in fundamental physics."}
{"topic": "Neutron Stars", "category": "Stars & Stellar Evolution", "chunk_id": 55, "content": "The neutron star equation of state encodes information about the structure of a neutron star and thus tells us how matter behaves at the extreme densities found inside neutron stars."}
{"topic": "Neutron Stars", "category": "Stars & Stellar Evolution", "chunk_id": 56, "content": "Constraints on the neutron star equation of state would then provide constraints on how the strong force of the standard model works, which would have profound implications for nuclear and atomic physics."}
{"topic": "Neutron Stars", "category": "Stars & Stellar Evolution", "chunk_id": 57, "content": "This makes neutron stars natural laboratories for probing fundamental physics."}
{"topic": "Neutron Stars", "category": "Stars & Stellar Evolution", "chunk_id": 58, "content": "For example, the exotic states that may be found at the cores of neutron stars are types of QCD matter."}
{"topic": "Neutron Stars", "category": "Stars & Stellar Evolution", "chunk_id": 59, "content": "At the extreme densities at the centers of neutron stars, neutrons become disrupted giving rise to a sea of quarks."}
{"topic": "Neutron Stars", "category": "Stars & Stellar Evolution", "chunk_id": 60, "content": "This matter's equation of state is governed by the laws of quantum chromodynamics and since QCD matter cannot be produced in any laboratory on Earth, most of the current knowledge about it is only theoretical."}
{"topic": "Neutron Stars", "category": "Stars & Stellar Evolution", "chunk_id": 61, "content": "Different equations of state lead to different values of observable quantities."}
{"topic": "Neutron Stars", "category": "Stars & Stellar Evolution", "chunk_id": 62, "content": "While the equation of state is only directly relating the density and pressure, it also leads to calculating observables like the speed of sound, mass, radius, and Love numbers."}
{"topic": "Neutron Stars", "category": "Stars & Stellar Evolution", "chunk_id": 63, "content": "Because the equation of state is unknown, there are many proposed ones, such as FPS, UU, APR, L, and SLy, and it is an active area of research."}
{"topic": "Neutron Stars", "category": "Stars & Stellar Evolution", "chunk_id": 64, "content": "Different factors can be considered when creating the equation of state such as phase transitions."}
{"topic": "Neutron Stars", "category": "Stars & Stellar Evolution", "chunk_id": 65, "content": "Another aspect of the equation of state is whether it is a soft or stiff equation of state."}
{"topic": "Neutron Stars", "category": "Stars & Stellar Evolution", "chunk_id": 66, "content": "This relates to how much pressure there is at a certain energy density, and often corresponds to phase transitions. When the material is about to go through a phase transition, the pressure will tend to increase until it shifts into a more comfortable state of matter."}
{"topic": "Neutron Stars", "category": "Stars & Stellar Evolution", "chunk_id": 67, "content": "A soft equation of state would have a gently rising pressure versus energy density while a stiff one would have a sharper rise in pressure."}
{"topic": "Neutron Stars", "category": "Stars & Stellar Evolution", "chunk_id": 68, "content": "In neutron stars, nuclear physicists are still testing whether the equation of state should be stiff or soft, and sometimes it changes within individual equations of state depending on the phase transitions within the model."}
{"topic": "Neutron Stars", "category": "Stars & Stellar Evolution", "chunk_id": 69, "content": "This is referred to as the equation of state stiffening or softening, depending on the previous behavior."}
{"topic": "Neutron Stars", "category": "Stars & Stellar Evolution", "chunk_id": 70, "content": "Since it is unknown what neutron stars are made of, there is room for different phases of matter to be explored within the equation of state."}
{"topic": "Neutron Stars", "category": "Stars & Stellar Evolution", "chunk_id": 71, "content": "Density and pressure Neutron stars have overall densities of 3.7×1017 to 5.9×1017 kg/m3 (2.6×1014 to 4.1×1014 times the density of the Sun), which is comparable to the approximate density of an atomic nucleus of 3×1017 kg/m3."}
{"topic": "Neutron Stars", "category": "Stars & Stellar Evolution", "chunk_id": 72, "content": "The density increases with depth, varying from about 1×109 kg/m3 at the crust to an estimated 6×1017 or 8×1017 kg/m3 deeper inside."}
{"topic": "Neutron Stars", "category": "Stars & Stellar Evolution", "chunk_id": 73, "content": "Pressure increases accordingly, from about 3.2×1031 Pa (32 QPa) at the inner crust to 1.6×1034 Pa in the center."}
{"topic": "Neutron Stars", "category": "Stars & Stellar Evolution", "chunk_id": 74, "content": "A neutron star is so dense that one teaspoon (5 milliliters) of its material would have a mass over 5.5×1012 kg, about 900 times the mass of the Great Pyramid of Giza."}
{"topic": "Neutron Stars", "category": "Stars & Stellar Evolution", "chunk_id": 75, "content": "The entire mass of the Earth at neutron star density would fit into a sphere 305 m in diameter, about the size of the Arecibo Telescope."}
{"topic": "Neutron Stars", "category": "Stars & Stellar Evolution", "chunk_id": 76, "content": "In popular scientific writing, neutron stars are sometimes described as macroscopic atomic nuclei."}
{"topic": "Neutron Stars", "category": "Stars & Stellar Evolution", "chunk_id": 77, "content": "Indeed, both states are composed of nucleons, and they share a similar density to within an order of magnitude."}
{"topic": "Neutron Stars", "category": "Stars & Stellar Evolution", "chunk_id": 78, "content": "However, in other respects, neutron stars and atomic nuclei are quite different."}
{"topic": "Neutron Stars", "category": "Stars & Stellar Evolution", "chunk_id": 79, "content": "A nucleus is held together by the strong interaction, whereas a neutron star is held together by gravity."}
{"topic": "Neutron Stars", "category": "Stars & Stellar Evolution", "chunk_id": 80, "content": "The density of a nucleus is uniform, while neutron stars are predicted to consist of multiple layers with varying compositions and densities."}
{"topic": "Neutron Stars", "category": "Stars & Stellar Evolution", "chunk_id": 81, "content": "Current constraints Because equations of state for neutron stars lead to different observables, such as different mass-radius relations, there are many astronomical constraints on equations of state."}
{"topic": "Neutron Stars", "category": "Stars & Stellar Evolution", "chunk_id": 82, "content": "These come mostly from LIGO, which is a gravitational wave observatory, and NICER, which is an X-ray telescope."}
{"topic": "Neutron Stars", "category": "Stars & Stellar Evolution", "chunk_id": 83, "content": "NICER's observations of pulsars in binary systems, from which the pulsar mass and radius can be estimated, can constrain the neutron star equation of state."}
{"topic": "Neutron Stars", "category": "Stars & Stellar Evolution", "chunk_id": 84, "content": "A 2021 measurement of the pulsar PSR J0740+6620 was able to constrain the radius of a 1.4 solar mass neutron star to 12.33+0.76−0.8 km with 95% confidence."}
{"topic": "Neutron Stars", "category": "Stars & Stellar Evolution", "chunk_id": 85, "content": "These mass-radius constraints, combined with chiral effective field theory calculations, tightens constraints on the neutron star equation of state."}
{"topic": "Neutron Stars", "category": "Stars & Stellar Evolution", "chunk_id": 86, "content": "Equation of state constraints from LIGO gravitational wave detections start with nuclear and atomic physics researchers, who work to propose theoretical equations of state (such as FPS, UU, APR, L, SLy, and others)."}
{"topic": "Neutron Stars", "category": "Stars & Stellar Evolution", "chunk_id": 87, "content": "The proposed equations of state can then be passed onto astrophysics researchers who run simulations of binary neutron star mergers. From these simulations, researchers can extract gravitational waveforms, thus studying the relationship between the equation of state and gravitational waves emitted by binary neutron star mergers. Using these relations, one can constrain the neutron star equation of state when gravitational waves from binary neutron star mergers are observed. Past numerical relativity simulations of binary neutron star mergers have found relationships between the equation of state and frequency dependent peaks of the gravitational wave signal that can be applied to LIGO detections."}
{"topic": "Neutron Stars", "category": "Stars & Stellar Evolution", "chunk_id": 88, "content": "For example, the LIGO detection of the binary neutron star merger GW170817 provided limits on the tidal deformability of the two neutron stars which dramatically reduced the family of allowed equations of state."}
{"topic": "Neutron Stars", "category": "Stars & Stellar Evolution", "chunk_id": 89, "content": "Future gravitational wave signals with next generation detectors like Cosmic Explorer can impose further constraints."}
{"topic": "Neutron Stars", "category": "Stars & Stellar Evolution", "chunk_id": 90, "content": "When nuclear physicists are trying to understand the likelihood of their equation of state, it is good to compare with these constraints to see if it predicts neutron stars of these masses and radii."}
{"topic": "Neutron Stars", "category": "Stars & Stellar Evolution", "chunk_id": 91, "content": "There is also recent work on constraining the equation of state with the speed of sound through hydrodynamics."}
{"topic": "Neutron Stars", "category": "Stars & Stellar Evolution", "chunk_id": 92, "content": "Tolman-Oppenheimer-Volkoff equation The Tolman-Oppenheimer-Volkoff (TOV) equation can be used to describe a neutron star."}
{"topic": "Neutron Stars", "category": "Stars & Stellar Evolution", "chunk_id": 93, "content": "The equation is a solution to Einstein's equations from general relativity for a spherically symmetric, time invariant metric."}
{"topic": "Neutron Stars", "category": "Stars & Stellar Evolution", "chunk_id": 94, "content": "With a given equation of state, solving the equation leads to observables such as the mass and radius."}
{"topic": "Neutron Stars", "category": "Stars & Stellar Evolution", "chunk_id": 95, "content": "There are many codes that numerically solve the TOV equation for a given equation of state to find the mass-radius relation and other observables for that equation of state."}
{"topic": "Neutron Stars", "category": "Stars & Stellar Evolution", "chunk_id": 96, "content": "The following differential equations can be solved numerically to find the neutron star observables: d p d r = − G ϵ ( r ) M ( r ) c 2 r 2 ( 1 + p ( r ) ϵ ( r ) ) ( 1 + 4 π r 3 p ( r ) M ( r ) c 2 ) ( 1 − 2 G M ( r ) c 2 r ) {\\displaystyle {\\frac {dp}{dr}}=-{\\frac {G\\epsilon (r)M(r)}{c^{2}r^{2}}}\\left(1+{\\frac {p(r)}{\\epsilon (r)}}\\right)\\left(1+{\\frac {4\\pi r^{3}p(r)}{M(r)c^{2}}}\\right)\\left(1-{\\frac {2GM(r)}{c^{2}r}}\\right)} d M d r = 4 π c 2 r 2 ϵ ( r ) {\\displaystyle {\\frac {dM}{dr}}={\\frac {4\\pi }{c^{2}}}r^{2}\\epsilon (r)} where G {\\displaystyle G} is the gravitational constant, p ( r ) {\\displaystyle p(r)} is the pressure, ϵ ( r ) {\\displaystyle \\epsilon (r)} is the energy density (found from the equation of state), and c {\\displaystyle c} is the speed of light."}
{"topic": "Neutron Stars", "category": "Stars & Stellar Evolution", "chunk_id": 97, "content": "Mass-radius relation Using the TOV equations and an equation of state, a mass-radius curve can be found."}
{"topic": "Neutron Stars", "category": "Stars & Stellar Evolution", "chunk_id": 98, "content": "The idea is that for the correct equation of state, every neutron star that could possibly exist would lie along that curve."}
{"topic": "Neutron Stars", "category": "Stars & Stellar Evolution", "chunk_id": 99, "content": "This is one of the ways equations of state can be constrained by astronomical observations."}
{"topic": "Neutron Stars", "category": "Stars & Stellar Evolution", "chunk_id": 100, "content": "To create these curves, one must solve the TOV equations for different central densities."}
{"topic": "Neutron Stars", "category": "Stars & Stellar Evolution", "chunk_id": 101, "content": "For each central density, one numerically solve the mass and pressure equations until the pressure goes to zero, which is the outside of the star."}
{"topic": "Neutron Stars", "category": "Stars & Stellar Evolution", "chunk_id": 102, "content": "Each solution gives a corresponding mass and radius for that central density."}
{"topic": "Neutron Stars", "category": "Stars & Stellar Evolution", "chunk_id": 103, "content": "Mass-radius curves determine what the maximum mass is for a given equation of state."}
{"topic": "Neutron Stars", "category": "Stars & Stellar Evolution", "chunk_id": 104, "content": "Through most of the mass-radius curve, each radius corresponds to a unique mass value."}
{"topic": "Neutron Stars", "category": "Stars & Stellar Evolution", "chunk_id": 105, "content": "At a certain point, the curve will reach a maximum and start going back down, leading to repeated mass values for different radii."}
{"topic": "Neutron Stars", "category": "Stars & Stellar Evolution", "chunk_id": 106, "content": "This maximum point is what is known as the maximum mass."}
{"topic": "Neutron Stars", "category": "Stars & Stellar Evolution", "chunk_id": 107, "content": "Beyond that mass, the star will no longer be stable, i.e."}
{"topic": "Neutron Stars", "category": "Stars & Stellar Evolution", "chunk_id": 108, "content": "no longer be able to hold itself up against the force of gravity, and would collapse into a black hole."}
{"topic": "Neutron Stars", "category": "Stars & Stellar Evolution", "chunk_id": 109, "content": "Since each equation of state leads to a different mass-radius curve, they also lead to a unique maximum mass value."}
{"topic": "Neutron Stars", "category": "Stars & Stellar Evolution", "chunk_id": 110, "content": "The maximum mass value is unknown as long as the equation of state remains unknown."}
{"topic": "Neutron Stars", "category": "Stars & Stellar Evolution", "chunk_id": 111, "content": "This is very important when it comes to constraining the equation of state."}
{"topic": "Neutron Stars", "category": "Stars & Stellar Evolution", "chunk_id": 112, "content": "Oppenheimer and Volkoff came up with the Tolman-Oppenheimer-Volkoff limit using a degenerate gas equation of state with the TOV equations that was ~0.7 Solar masses."}
{"topic": "Neutron Stars", "category": "Stars & Stellar Evolution", "chunk_id": 113, "content": "Since the neutron stars that have been observed are more massive than that, that maximum mass was discarded."}
{"topic": "Neutron Stars", "category": "Stars & Stellar Evolution", "chunk_id": 114, "content": "The most recent massive neutron star that was observed was PSR J0952-0607 which was 2.35±0.17 solar masses."}
{"topic": "Neutron Stars", "category": "Stars & Stellar Evolution", "chunk_id": 115, "content": "Any equation of state with a mass less than that would not predict that star and thus is much less likely to be correct."}
{"topic": "Neutron Stars", "category": "Stars & Stellar Evolution", "chunk_id": 116, "content": "An interesting phenomenon in this area of astrophysics relating to the maximum mass of neutron stars is what is called the \"mass gap\"."}
{"topic": "Neutron Stars", "category": "Stars & Stellar Evolution", "chunk_id": 117, "content": "The mass gap refers to a range of masses from roughly 2-5 solar masses where very few compact objects were observed."}
{"topic": "Neutron Stars", "category": "Stars & Stellar Evolution", "chunk_id": 118, "content": "This range is based on the current assumed maximum mass of neutron stars (~2 solar masses) and the minimum black hole mass (~5 solar masses)."}
{"topic": "Neutron Stars", "category": "Stars & Stellar Evolution", "chunk_id": 119, "content": "Recently, some objects have been discovered that fall in that mass gap from gravitational wave detections."}
{"topic": "Neutron Stars", "category": "Stars & Stellar Evolution", "chunk_id": 120, "content": "If the true maximum mass of neutron stars was known, it would help characterize compact objects in that mass range as either neutron stars or black holes."}
{"topic": "Neutron Stars", "category": "Stars & Stellar Evolution", "chunk_id": 121, "content": "I-Love-Q relations There are three more properties of neutron stars that are dependent on the equation of state but can also be astronomically observed: the moment of inertia, the quadrupole moment, and the Love number."}
{"topic": "Neutron Stars", "category": "Stars & Stellar Evolution", "chunk_id": 122, "content": "The moment of inertia of a neutron star describes how fast the star can rotate at a fixed spin momentum."}
{"topic": "Neutron Stars", "category": "Stars & Stellar Evolution", "chunk_id": 123, "content": "The quadrupole moment of a neutron star specifies how much that star is deformed out of its spherical shape."}
{"topic": "Neutron Stars", "category": "Stars & Stellar Evolution", "chunk_id": 124, "content": "The Love number of the neutron star represents how easy or difficult it is to deform the star due to tidal forces, typically important in binary systems."}
{"topic": "Neutron Stars", "category": "Stars & Stellar Evolution", "chunk_id": 125, "content": "While these properties depend on the material of the star and therefore on the equation of state, there is a relation between these three quantities that is independent of the equation of state."}
{"topic": "Neutron Stars", "category": "Stars & Stellar Evolution", "chunk_id": 126, "content": "This relation assumes slowly and uniformly rotating stars and uses general relativity to derive the relation."}
{"topic": "Neutron Stars", "category": "Stars & Stellar Evolution", "chunk_id": 127, "content": "While this relation would not be able to add constraints to the equation of state, since it is independent of the equation of state, it does have other applications."}
{"topic": "Neutron Stars", "category": "Stars & Stellar Evolution", "chunk_id": 128, "content": "If one of these three quantities can be measured for a particular neutron star, this relation can be used to find the other two."}
{"topic": "Neutron Stars", "category": "Stars & Stellar Evolution", "chunk_id": 129, "content": "In addition, this relation can be used to break the degeneracies in detections by gravitational wave detectors of the quadrupole moment and spin, allowing the average spin to be determined within a certain confidence level."}
{"topic": "Neutron Stars", "category": "Stars & Stellar Evolution", "chunk_id": 130, "content": "Temperature The temperature inside a newly formed neutron star is from around 1011 to 1012 kelvin."}
{"topic": "Neutron Stars", "category": "Stars & Stellar Evolution", "chunk_id": 131, "content": "However, the huge number of neutrinos it emits carries away so much energy that the temperature of an isolated neutron star falls within a few years to around 106 kelvin."}
{"topic": "Neutron Stars", "category": "Stars & Stellar Evolution", "chunk_id": 132, "content": "At this lower temperature, most of the light generated by a neutron star is in X-rays."}
{"topic": "Neutron Stars", "category": "Stars & Stellar Evolution", "chunk_id": 133, "content": "Some researchers have proposed a neutron star classification system using Roman numerals (not to be confused with the Yerkes luminosity classes for non-degenerate stars) to sort neutron stars by their mass and cooling rates: type I for neutron stars with low mass and cooling rates, type II for neutron stars with higher mass and cooling rates, and a proposed type III for neutron stars with even higher mass, approaching 2 M☉, and with higher cooling rates and possibly candidates for exotic stars."}
{"topic": "Neutron Stars", "category": "Stars & Stellar Evolution", "chunk_id": 134, "content": "Magnetic field The magnetic field strength on the surface of neutron stars ranges from c. 104 to 1011 tesla (T)."}
{"topic": "Neutron Stars", "category": "Stars & Stellar Evolution", "chunk_id": 135, "content": "These are orders of magnitude higher than in any other object: for comparison, a continuous 16 T field has been achieved in the laboratory and is sufficient to levitate a living frog due to diamagnetic levitation."}
{"topic": "Neutron Stars", "category": "Stars & Stellar Evolution", "chunk_id": 136, "content": "Variations in magnetic field strengths are most likely the main factor that allows different types of neutron stars to be distinguished by their spectra, and explains the periodicity of pulsars."}
{"topic": "Neutron Stars", "category": "Stars & Stellar Evolution", "chunk_id": 137, "content": "The neutron stars known as magnetars have the strongest magnetic fields, in the range of 108 to 1011 T, and have become the widely accepted hypothesis for neutron star types soft gamma repeaters (SGRs) and anomalous X-ray pulsars (AXPs)."}
{"topic": "Neutron Stars", "category": "Stars & Stellar Evolution", "chunk_id": 138, "content": "The magnetic energy density of a 108 T field is extreme, greatly exceeding the mass-energy density of ordinary matter."}
{"topic": "Neutron Stars", "category": "Stars & Stellar Evolution", "chunk_id": 139, "content": "Fields of this strength are able to polarize the vacuum to the point that the vacuum becomes birefringent."}
{"topic": "Neutron Stars", "category": "Stars & Stellar Evolution", "chunk_id": 140, "content": "Photons can merge or split in two, and virtual particle-antiparticle pairs are produced."}
{"topic": "Neutron Stars", "category": "Stars & Stellar Evolution", "chunk_id": 141, "content": "The field changes electron energy levels and atoms are forced into thin cylinders."}
{"topic": "Neutron Stars", "category": "Stars & Stellar Evolution", "chunk_id": 142, "content": "Unlike in an ordinary pulsar, magnetar spin-down can be directly powered by its magnetic field, and the magnetic field is strong enough to stress the crust to the point of fracture."}
{"topic": "Neutron Stars", "category": "Stars & Stellar Evolution", "chunk_id": 143, "content": "Fractures of the crust cause starquakes, observed as extremely luminous millisecond hard gamma ray bursts."}
{"topic": "Neutron Stars", "category": "Stars & Stellar Evolution", "chunk_id": 144, "content": "The fireball is trapped by the magnetic field, and comes in and out of view when the star rotates, which is observed as a periodic soft gamma repeater (SGR) emission with a period of 5–8 seconds and which lasts for a few minutes."}
{"topic": "Neutron Stars", "category": "Stars & Stellar Evolution", "chunk_id": 145, "content": "The origins of the strong magnetic field are as yet unclear."}
{"topic": "Neutron Stars", "category": "Stars & Stellar Evolution", "chunk_id": 146, "content": "One hypothesis is that of \"flux freezing\", or conservation of the original magnetic flux during the formation of the neutron star."}
{"topic": "Neutron Stars", "category": "Stars & Stellar Evolution", "chunk_id": 147, "content": "If an object has a certain magnetic flux over its surface area, and that area shrinks to a smaller area, but the magnetic flux is conserved, then the magnetic field would correspondingly increase."}
{"topic": "Neutron Stars", "category": "Stars & Stellar Evolution", "chunk_id": 148, "content": "Likewise, a collapsing star begins with a much larger surface area than the resulting neutron star, and conservation of magnetic flux would result in a far stronger magnetic field."}
{"topic": "Neutron Stars", "category": "Stars & Stellar Evolution", "chunk_id": 149, "content": "However, this simple explanation does not fully explain magnetic field strengths of neutron stars."}
{"topic": "Neutron Stars", "category": "Stars & Stellar Evolution", "chunk_id": 150, "content": "Gravity The gravitational field at a neutron star's surface is about 2×1011 times stronger than on Earth, at around 2.0×1012 m/s2."}
{"topic": "Neutron Stars", "category": "Stars & Stellar Evolution", "chunk_id": 151, "content": "Such a strong gravitational field acts as a gravitational lens and bends the radiation emitted by the neutron star such that parts of the normally invisible rear surface become visible."}
{"topic": "Neutron Stars", "category": "Stars & Stellar Evolution", "chunk_id": 152, "content": "If the radius of the neutron star is 3GM/c2 or less, then the photons may be trapped in an orbit, thus making the whole surface of that neutron star visible from a single vantage point, along with destabilizing photon orbits at or below the 1 radius distance of the star."}
{"topic": "Neutron Stars", "category": "Stars & Stellar Evolution", "chunk_id": 153, "content": "A fraction of the mass of a star that collapses to form a neutron star is released in the supernova explosion from which it forms (from the law of mass–energy equivalence, E = mc2)."}
{"topic": "Neutron Stars", "category": "Stars & Stellar Evolution", "chunk_id": 154, "content": "The energy comes from the gravitational binding energy of a neutron star."}
{"topic": "Neutron Stars", "category": "Stars & Stellar Evolution", "chunk_id": 155, "content": "Hence, the gravitational force of a typical neutron star is huge."}
{"topic": "Neutron Stars", "category": "Stars & Stellar Evolution", "chunk_id": 156, "content": "If an object were to fall from a height of one meter on a neutron star 12 kilometers in radius, it would reach the ground at around 1,400 kilometers per second."}
{"topic": "Neutron Stars", "category": "Stars & Stellar Evolution", "chunk_id": 157, "content": "However, even before impact, the tidal force would cause spaghettification, breaking any sort of an ordinary object into a stream of material."}
{"topic": "Neutron Stars", "category": "Stars & Stellar Evolution", "chunk_id": 158, "content": "Because of the enormous gravity, time dilation between a neutron star and Earth is significant."}
{"topic": "Neutron Stars", "category": "Stars & Stellar Evolution", "chunk_id": 159, "content": "For example, eight years could pass on the surface of a neutron star, yet ten years would have passed on Earth, not including the time-dilation effect of the star's very rapid rotation."}
{"topic": "Neutron Stars", "category": "Stars & Stellar Evolution", "chunk_id": 160, "content": "Neutron star relativistic equations of state describe the relation of radius vs. mass for various models."}
{"topic": "Neutron Stars", "category": "Stars & Stellar Evolution", "chunk_id": 161, "content": "The most likely radii for a given neutron star mass are bracketed by models AP4 (smallest radius) and MS2 (largest radius)."}
{"topic": "Neutron Stars", "category": "Stars & Stellar Evolution", "chunk_id": 162, "content": "EB is the ratio of gravitational binding energy mass equivalent to the observed neutron star gravitational mass of M kilograms with radius R meters, E B = 0.60 β 1 − β 2 {\\displaystyle E_{\\text{B}}={\\frac {0.60\\,\\beta }{1-{\\frac {\\beta }{2}}}}} β = G M / R c 2 {\\displaystyle \\beta \\ =G\\,M/R\\,{c}^{2}} Given current values G = 6.67408 × 10 − 11 m 3 kg − 1 s − 2 {\\displaystyle G=6.67408\\times 10^{-11}\\,{\\text{m}}^{3}{\\text{kg}}^{-1}{\\text{s}}^{-2}} c = 2.99792458 × 10 8 m / s {\\displaystyle c=2.99792458\\times 10^{8}\\,{\\text{m}}/{\\text{s}}} M ⊙ = 1.98855 × 10 30 kg {\\displaystyle M_{\\odot }=1.98855\\times 10^{30}\\,{\\text{kg}}} and star masses \"M\" commonly reported as multiples of one solar mass, M x = M M ⊙ {\\displaystyle M_{x}={\\frac {M}{M_{\\odot }}}} then the relativistic fractional binding energy of a neutron star is E B = 886.0 M x R [ in meters ] − 738.3 M x {\\displaystyle E_{\\text{B}}={\\frac {886.0\\,M_{x}}{R_{\\left[{\\text{in meters}}\\right]}-738.3\\,M_{x}}}} A 2 M☉ neutron star would not be more compact than 10,970 meters radius (AP4 model)."}
{"topic": "Neutron Stars", "category": "Stars & Stellar Evolution", "chunk_id": 163, "content": "Its mass fraction gravitational binding energy would then be 0.187, −18.7% (exothermic)."}
{"topic": "Neutron Stars", "category": "Stars & Stellar Evolution", "chunk_id": 164, "content": "This is not near 0.6/2 = 0.3, −30%."}
{"topic": "Neutron Stars", "category": "Stars & Stellar Evolution", "chunk_id": 165, "content": "Structure Current understanding of the structure of neutron stars is defined by existing mathematical models, but it might be possible to infer some details through studies of neutron-star oscillations."}
{"topic": "Neutron Stars", "category": "Stars & Stellar Evolution", "chunk_id": 166, "content": "Asteroseismology, a study applied to ordinary stars, can reveal the inner structure of neutron stars by analyzing observed spectra of stellar oscillations."}
{"topic": "Neutron Stars", "category": "Stars & Stellar Evolution", "chunk_id": 167, "content": "Current models indicate that matter at the surface of a neutron star is composed of ordinary atomic nuclei crushed into a solid lattice with a sea of electrons flowing through the gaps between them."}
{"topic": "Neutron Stars", "category": "Stars & Stellar Evolution", "chunk_id": 168, "content": "It is possible that the nuclei at the surface are iron, due to iron's high binding energy per nucleon."}
{"topic": "Neutron Stars", "category": "Stars & Stellar Evolution", "chunk_id": 169, "content": "It is also possible that heavy elements, such as iron, simply sink beneath the surface, leaving only light nuclei like helium and hydrogen."}
{"topic": "Neutron Stars", "category": "Stars & Stellar Evolution", "chunk_id": 170, "content": "If the surface temperature exceeds 106 kelvins (as in the case of a young pulsar), the surface should be fluid instead of the solid phase that might exist in cooler neutron stars (temperature <106 kelvins)."}
{"topic": "Neutron Stars", "category": "Stars & Stellar Evolution", "chunk_id": 171, "content": "The \"atmosphere\" of a neutron star is hypothesized to be at most several micrometers thick, and its dynamics are fully controlled by the neutron star's magnetic field."}
{"topic": "Neutron Stars", "category": "Stars & Stellar Evolution", "chunk_id": 172, "content": "Below the atmosphere one encounters a solid \"crust\"."}
{"topic": "Neutron Stars", "category": "Stars & Stellar Evolution", "chunk_id": 173, "content": "This crust is extremely hard and very smooth (with maximum surface irregularities on the order of millimeters or less), due to the extreme gravitational field."}
{"topic": "Neutron Stars", "category": "Stars & Stellar Evolution", "chunk_id": 174, "content": "Proceeding inward, one encounters nuclei with ever-increasing numbers of neutrons; such nuclei would decay quickly on Earth, but are kept stable by tremendous pressures."}
{"topic": "Neutron Stars", "category": "Stars & Stellar Evolution", "chunk_id": 175, "content": "As this process continues at increasing depths, the neutron drip becomes overwhelming, and the concentration of free neutrons increases rapidly."}
{"topic": "Neutron Stars", "category": "Stars & Stellar Evolution", "chunk_id": 176, "content": "After a supernova explosion of a supergiant star, neutron stars are born from the remnants."}
{"topic": "Neutron Stars", "category": "Stars & Stellar Evolution", "chunk_id": 177, "content": "A neutron star is composed mostly of neutrons (neutral particles) and contains a small fraction of protons (positively charged particles) and electrons (negatively charged particles), as well as nuclei."}
{"topic": "Neutron Stars", "category": "Stars & Stellar Evolution", "chunk_id": 178, "content": "In the extreme density of a neutron star, many neutrons are free neutrons, meaning they are not bound in atomic nuclei and move freely within the star's dense matter, especially in the densest regions of the star—the inner crust and core."}
{"topic": "Neutron Stars", "category": "Stars & Stellar Evolution", "chunk_id": 179, "content": "Over the star's lifetime, as its density increases, the energy of the electrons also increases, which generates more neutrons."}
{"topic": "Neutron Stars", "category": "Stars & Stellar Evolution", "chunk_id": 180, "content": "In neutron stars, the neutron drip is the transition point where nuclei become so neutron-rich that they can no longer hold additional neutrons, leading to a sea of free neutrons being formed. The sea of neutrons formed after neutron drip provides additional pressure support, which helps maintain the star's structural integrity and prevents gravitational collapse. The neutron drip takes place within the inner crust of the neutron star and starts when the density becomes so high that nuclei can no longer hold additional neutrons. At the beginning of the neutron drip, the pressure in the star from neutrons, electrons, and the total pressure is roughly equal."}
{"topic": "Neutron Stars", "category": "Stars & Stellar Evolution", "chunk_id": 181, "content": "As the density of the neutron star increases, the nuclei break down, and the neutron pressure of the star becomes dominant."}
{"topic": "Neutron Stars", "category": "Stars & Stellar Evolution", "chunk_id": 182, "content": "When the density reaches a point where nuclei touch and subsequently merge, they form a fluid of neutrons with a sprinkle of electrons and protons."}
{"topic": "Neutron Stars", "category": "Stars & Stellar Evolution", "chunk_id": 183, "content": "This transition marks the neutron drip, where the dominant pressure in the neutron star shifts from degenerate electrons to neutrons."}
{"topic": "Neutron Stars", "category": "Stars & Stellar Evolution", "chunk_id": 184, "content": "At very high densities, the neutron pressure becomes the primary pressure holding up the star, with neutrons being non-relativistic (moving slower than the speed of light) and extremely compressed."}
{"topic": "Neutron Stars", "category": "Stars & Stellar Evolution", "chunk_id": 185, "content": "However, at extremely high densities, neutrons begin to move at relativistic speeds (close to the speed of light)."}
{"topic": "Neutron Stars", "category": "Stars & Stellar Evolution", "chunk_id": 186, "content": "These high speeds significantly increase the star's overall pressure, altering the star's equilibrium state, and potentially leading to the formation of exotic states of matter."}
{"topic": "Neutron Stars", "category": "Stars & Stellar Evolution", "chunk_id": 187, "content": "In that region, there are nuclei, free electrons, and free neutrons."}
{"topic": "Neutron Stars", "category": "Stars & Stellar Evolution", "chunk_id": 188, "content": "The nuclei become increasingly small (gravity and pressure overwhelming the strong force) until the core is reached, by definition the point where mostly neutrons exist."}
{"topic": "Neutron Stars", "category": "Stars & Stellar Evolution", "chunk_id": 189, "content": "The expected hierarchy of phases of nuclear matter in the inner crust has been characterized as \"nuclear pasta\", with fewer voids and larger structures towards higher pressures."}
{"topic": "Neutron Stars", "category": "Stars & Stellar Evolution", "chunk_id": 190, "content": "The composition of the superdense matter in the core remains uncertain."}
{"topic": "Neutron Stars", "category": "Stars & Stellar Evolution", "chunk_id": 191, "content": "One model describes the core as superfluid neutron-degenerate matter (mostly neutrons, with some protons and electrons)."}
{"topic": "Neutron Stars", "category": "Stars & Stellar Evolution", "chunk_id": 192, "content": "More exotic forms of matter are possible, including degenerate strange matter (containing strange quarks in addition to up and down quarks), matter containing high-energy pions and kaons in addition to neutrons, or ultra-dense quark-degenerate matter."}
{"topic": "Neutron Stars", "category": "Stars & Stellar Evolution", "chunk_id": 193, "content": "Radiation Pulsars Neutron stars are detected from their electromagnetic radiation. Neutron stars are usually observed to pulse radio waves and other electromagnetic radiation, and neutron stars observed with pulses are called pulsars."}
{"topic": "Neutron Stars", "category": "Stars & Stellar Evolution", "chunk_id": 194, "content": "Pulsars' radiation is thought to be caused by particle acceleration near their magnetic poles, which need not be aligned with the rotational axis of the neutron star."}
{"topic": "Neutron Stars", "category": "Stars & Stellar Evolution", "chunk_id": 195, "content": "It is thought that a large electrostatic field builds up near the magnetic poles, leading to electron emission."}
{"topic": "Neutron Stars", "category": "Stars & Stellar Evolution", "chunk_id": 196, "content": "These electrons are magnetically accelerated along the field lines, leading to curvature radiation, with the radiation being strongly polarized towards the plane of curvature."}
{"topic": "Neutron Stars", "category": "Stars & Stellar Evolution", "chunk_id": 197, "content": "In addition, high-energy photons can interact with lower-energy photons and the magnetic field for electron−positron pair production, which through electron–positron annihilation leads to further high-energy photons."}
{"topic": "Neutron Stars", "category": "Stars & Stellar Evolution", "chunk_id": 198, "content": "The radiation emanating from the magnetic poles of neutron stars can be described as magnetospheric radiation, in reference to the magnetosphere of the neutron star. It is not to be confused with magnetic dipole radiation, which is emitted because the magnetic axis is not aligned with the rotational axis, with a radiation frequency the same as the neutron star's rotational frequency."}
{"topic": "Neutron Stars", "category": "Stars & Stellar Evolution", "chunk_id": 199, "content": "If the axis of rotation of the neutron star is different from the magnetic axis, external viewers will only see these beams of radiation whenever the magnetic axis point towards them during the neutron star rotation."}
{"topic": "Neutron Stars", "category": "Stars & Stellar Evolution", "chunk_id": 200, "content": "Therefore, periodic pulses are observed, at the same rate as the rotation of the neutron star."}
{"topic": "Neutron Stars", "category": "Stars & Stellar Evolution", "chunk_id": 201, "content": "In May 2022, astronomers reported an ultra-long-period radio-emitting neutron star PSR J0901-4046, with spin properties distinct from the known neutron stars."}
{"topic": "Neutron Stars", "category": "Stars & Stellar Evolution", "chunk_id": 202, "content": "It is unclear how its radio emission is generated, and it challenges the current understanding of how pulsars evolve."}
{"topic": "Neutron Stars", "category": "Stars & Stellar Evolution", "chunk_id": 203, "content": "Non-pulsating neutron stars In addition to pulsars, non-pulsating neutron stars have also been identified, although they may have minor periodic variation in luminosity."}
{"topic": "Neutron Stars", "category": "Stars & Stellar Evolution", "chunk_id": 204, "content": "This seems to be a characteristic of the X-ray sources known as Central Compact Objects in supernova remnants (CCOs in SNRs), which are thought to be young, radio-quiet isolated neutron stars."}
{"topic": "Neutron Stars", "category": "Stars & Stellar Evolution", "chunk_id": 205, "content": "Spectra In addition to radio emissions, neutron stars have also been identified in other parts of the electromagnetic spectrum."}
{"topic": "Neutron Stars", "category": "Stars & Stellar Evolution", "chunk_id": 206, "content": "This includes visible light, near infrared, ultraviolet, X-rays, and gamma rays."}
{"topic": "Neutron Stars", "category": "Stars & Stellar Evolution", "chunk_id": 207, "content": "Pulsars observed in X-rays are known as X-ray pulsars if accretion-powered, while those identified in visible light are known as optical pulsars."}
{"topic": "Neutron Stars", "category": "Stars & Stellar Evolution", "chunk_id": 208, "content": "The majority of neutron stars detected, including those identified in optical, X-ray, and gamma rays, also emit radio waves; the Crab Pulsar produces electromagnetic emissions across the spectrum."}
{"topic": "Neutron Stars", "category": "Stars & Stellar Evolution", "chunk_id": 209, "content": "However, there exist neutron stars called radio-quiet neutron stars, with no radio emissions detected."}
{"topic": "Neutron Stars", "category": "Stars & Stellar Evolution", "chunk_id": 210, "content": "Rotation Neutron stars rotate extremely rapidly after their formation due to the conservation of angular momentum; in analogy to spinning ice skaters pulling in their arms, the slow rotation of the original star's core speeds up as it shrinks."}
{"topic": "Neutron Stars", "category": "Stars & Stellar Evolution", "chunk_id": 211, "content": "A newborn neutron star can rotate many times a second."}
{"topic": "Neutron Stars", "category": "Stars & Stellar Evolution", "chunk_id": 212, "content": "Spin down Over time, neutron stars slow, as their rotating magnetic fields in effect radiate energy associated with the rotation; older neutron stars may take several seconds for each revolution."}
{"topic": "Neutron Stars", "category": "Stars & Stellar Evolution", "chunk_id": 213, "content": "This is called spin down."}
{"topic": "Neutron Stars", "category": "Stars & Stellar Evolution", "chunk_id": 214, "content": "The rate at which a neutron star slows its rotation is usually constant and very small."}
{"topic": "Neutron Stars", "category": "Stars & Stellar Evolution", "chunk_id": 215, "content": "The periodic time (P) is the rotational period, the time for one rotation of a neutron star."}
{"topic": "Neutron Stars", "category": "Stars & Stellar Evolution", "chunk_id": 216, "content": "The spin-down rate, the rate of slowing of rotation, is then given the symbol P ˙ {\\displaystyle {\\dot {P}}} (P-dot), the derivative of P with respect to time."}
{"topic": "Neutron Stars", "category": "Stars & Stellar Evolution", "chunk_id": 217, "content": "It is defined as periodic time increase per unit time; it is a dimensionless quantity, but can be given the units of s⋅s−1 (seconds per second)."}
{"topic": "Neutron Stars", "category": "Stars & Stellar Evolution", "chunk_id": 218, "content": "The spin-down rate (P-dot) of neutron stars usually falls within the range of 10−22 to 10−9 s⋅s−1, with the shorter period (or faster rotating) observable neutron stars usually having smaller P-dot."}
{"topic": "Neutron Stars", "category": "Stars & Stellar Evolution", "chunk_id": 219, "content": "As a neutron star ages, its rotation slows (as P increases); eventually, the rate of rotation will become too slow to power the radio-emission mechanism, so radio emission from the neutron star no longer can be detected."}
{"topic": "Neutron Stars", "category": "Stars & Stellar Evolution", "chunk_id": 220, "content": "P and P-dot allow minimum magnetic fields of neutron stars to be estimated."}
{"topic": "Neutron Stars", "category": "Stars & Stellar Evolution", "chunk_id": 221, "content": "P and P-dot can be also used to calculate the characteristic age of a pulsar, but gives an estimate which is somewhat larger than the true age when it is applied to young pulsars."}
{"topic": "Neutron Stars", "category": "Stars & Stellar Evolution", "chunk_id": 222, "content": "P and P-dot can also be combined with neutron star's moment of inertia to estimate a quantity called spin-down luminosity, which is given the symbol E ˙ {\\displaystyle {\\dot {E}}} (E-dot)."}
{"topic": "Neutron Stars", "category": "Stars & Stellar Evolution", "chunk_id": 223, "content": "It is not the measured luminosity, but rather the calculated loss rate of rotational energy that would manifest itself as radiation."}
{"topic": "Neutron Stars", "category": "Stars & Stellar Evolution", "chunk_id": 224, "content": "For neutron stars where the spin-down luminosity is comparable to the actual luminosity, the neutron stars are said to be \"rotation powered\"."}
{"topic": "Neutron Stars", "category": "Stars & Stellar Evolution", "chunk_id": 225, "content": "The observed luminosity of the Crab Pulsar is comparable to the spin-down luminosity, supporting the model that rotational kinetic energy powers the radiation from it."}
{"topic": "Neutron Stars", "category": "Stars & Stellar Evolution", "chunk_id": 226, "content": "With neutron stars such as magnetars, where the actual luminosity exceeds the spin-down luminosity by about a factor of one hundred, it is assumed that the luminosity is powered by magnetic dissipation, rather than being rotation powered."}
{"topic": "Neutron Stars", "category": "Stars & Stellar Evolution", "chunk_id": 227, "content": "P and P-dot can also be plotted for neutron stars to create a P–P-dot diagram."}
{"topic": "Neutron Stars", "category": "Stars & Stellar Evolution", "chunk_id": 228, "content": "It encodes a tremendous amount of information about the pulsar population and its properties, and has been likened to the Hertzsprung–Russell diagram in its importance for neutron stars."}
{"topic": "Neutron Stars", "category": "Stars & Stellar Evolution", "chunk_id": 229, "content": "Spin up Neutron star rotational speeds can increase, a process known as spin up."}
{"topic": "Neutron Stars", "category": "Stars & Stellar Evolution", "chunk_id": 230, "content": "Sometimes neutron stars absorb orbiting matter from companion stars, increasing the rotation rate and reshaping the neutron star into an oblate spheroid."}
{"topic": "Neutron Stars", "category": "Stars & Stellar Evolution", "chunk_id": 231, "content": "This causes an increase in the rate of rotation of the neutron star of over a hundred times per second in the case of millisecond pulsars."}
{"topic": "Neutron Stars", "category": "Stars & Stellar Evolution", "chunk_id": 232, "content": "The most rapidly rotating neutron star currently known, PSR J1748-2446ad, rotates at 716 revolutions per second."}
{"topic": "Neutron Stars", "category": "Stars & Stellar Evolution", "chunk_id": 233, "content": "A 2007 paper reported the detection of an X-ray burst oscillation, which provides an indirect measure of spin, of 1122 Hz from the neutron star XTE J1739-285, suggesting 1122 rotations a second."}
{"topic": "Neutron Stars", "category": "Stars & Stellar Evolution", "chunk_id": 234, "content": "However, at present, this signal has only been seen once, and should be regarded as tentative until confirmed in another burst from that star."}
{"topic": "Neutron Stars", "category": "Stars & Stellar Evolution", "chunk_id": 235, "content": "Glitches and starquakes Sometimes a neutron star will undergo a glitch, a sudden small increase of its rotational speed or spin up. Glitches are thought to be the effect of a starquake—as the rotation of the neutron star slows, its shape becomes more spherical."}
{"topic": "Neutron Stars", "category": "Stars & Stellar Evolution", "chunk_id": 236, "content": "Due to the stiffness of the \"neutron\" crust, this happens as discrete events when the crust ruptures, creating a starquake similar to earthquakes."}
{"topic": "Neutron Stars", "category": "Stars & Stellar Evolution", "chunk_id": 237, "content": "After the starquake, the star will have a smaller equatorial radius, and because angular momentum is conserved, its rotational speed has increased."}
{"topic": "Neutron Stars", "category": "Stars & Stellar Evolution", "chunk_id": 238, "content": "Starquakes occurring in magnetars, with a resulting glitch, is the leading hypothesis for the gamma-ray sources known as soft gamma repeaters."}
{"topic": "Neutron Stars", "category": "Stars & Stellar Evolution", "chunk_id": 239, "content": "Recent work, however, suggests that a starquake would not release sufficient energy for a neutron star glitch; it has been suggested that glitches may instead be caused by transitions of vortices in the theoretical superfluid core of the neutron star from one metastable energy state to a lower one, thereby releasing energy that appears as an increase in the rotation rate."}
{"topic": "Neutron Stars", "category": "Stars & Stellar Evolution", "chunk_id": 240, "content": "Anti-glitches An anti-glitch, a sudden small decrease in rotational speed, or spin down, of a neutron star has also been reported."}
{"topic": "Neutron Stars", "category": "Stars & Stellar Evolution", "chunk_id": 241, "content": "It occurred in the magnetar 1E 2259+586, that in one case produced an X-ray luminosity increase of a factor of 20, and a significant spin-down rate change."}
{"topic": "Neutron Stars", "category": "Stars & Stellar Evolution", "chunk_id": 242, "content": "Current neutron star models do not predict this behavior."}
{"topic": "Neutron Stars", "category": "Stars & Stellar Evolution", "chunk_id": 243, "content": "If the cause were internal this suggests differential rotation of the solid outer crust and the superfluid component of the magnetar's inner structure."}
{"topic": "Neutron Stars", "category": "Stars & Stellar Evolution", "chunk_id": 244, "content": "Population and distances At present, there are about 3,200 known neutron stars in the Milky Way and the Magellanic Clouds, the majority of which have been detected as radio pulsars."}
{"topic": "Neutron Stars", "category": "Stars & Stellar Evolution", "chunk_id": 245, "content": "Neutron stars are mostly concentrated along the disk of the Milky Way, although the spread perpendicular to the disk is large because the supernova explosion process can impart high translational speeds (400 km/s) to the newly formed neutron star."}
{"topic": "Neutron Stars", "category": "Stars & Stellar Evolution", "chunk_id": 246, "content": "Some of the closest known neutron stars are RX J1856.5−3754, which is about 400 light-years from Earth, and PSR J0108−1431 about 424 light-years."}
{"topic": "Neutron Stars", "category": "Stars & Stellar Evolution", "chunk_id": 247, "content": "RX J1856.5-3754 is a member of a close group of neutron stars called The Magnificent Seven."}
{"topic": "Neutron Stars", "category": "Stars & Stellar Evolution", "chunk_id": 248, "content": "Another nearby neutron star that was detected transiting the backdrop of the constellation Ursa Minor has been nicknamed Calvera by its Canadian and American discoverers, after the villain in the 1960 film The Magnificent Seven."}
{"topic": "Neutron Stars", "category": "Stars & Stellar Evolution", "chunk_id": 249, "content": "This rapidly moving object was discovered using the ROSAT Bright Source Catalog."}
{"topic": "Neutron Stars", "category": "Stars & Stellar Evolution", "chunk_id": 250, "content": "Neutron stars are only detectable with modern technology during the earliest stages of their lives (almost always less than 1 million years) and are vastly outnumbered by older neutron stars that would only be detectable through their blackbody radiation and gravitational effects on other stars."}
{"topic": "Neutron Stars", "category": "Stars & Stellar Evolution", "chunk_id": 251, "content": "Binary neutron star systems About 5% of all known neutron stars are members of a binary system."}
{"topic": "Neutron Stars", "category": "Stars & Stellar Evolution", "chunk_id": 252, "content": "The formation and evolution of binary neutron stars and double neutron stars can be a complex process."}
{"topic": "Neutron Stars", "category": "Stars & Stellar Evolution", "chunk_id": 253, "content": "Neutron stars have been observed in binaries with ordinary main-sequence stars, red giants, white dwarfs, or other neutron stars."}
{"topic": "Neutron Stars", "category": "Stars & Stellar Evolution", "chunk_id": 254, "content": "According to modern theories of binary evolution, it is expected that neutron stars also exist in binary systems with black hole companions."}
{"topic": "Neutron Stars", "category": "Stars & Stellar Evolution", "chunk_id": 255, "content": "The merger of binaries containing two neutron stars, or a neutron star and a black hole, has been observed through the emission of gravitational waves."}
{"topic": "Neutron Stars", "category": "Stars & Stellar Evolution", "chunk_id": 256, "content": "X-ray binaries Binary systems containing neutron stars often emit X-rays, which are emitted by hot gas as it falls towards the surface of the neutron star."}
{"topic": "Neutron Stars", "category": "Stars & Stellar Evolution", "chunk_id": 257, "content": "The source of the gas is the companion star, the outer layers of which can be stripped off by the gravitational force of the neutron star if the two stars are sufficiently close."}
{"topic": "Neutron Stars", "category": "Stars & Stellar Evolution", "chunk_id": 258, "content": "As the neutron star accretes this gas, its mass can increase; if enough mass is accreted, the neutron star may collapse into a black hole."}
{"topic": "Neutron Stars", "category": "Stars & Stellar Evolution", "chunk_id": 259, "content": "Neutron star binary mergers and nucleosynthesis The distance between two neutron stars in a close binary system is observed to shrink as gravitational waves are emitted."}
{"topic": "Neutron Stars", "category": "Stars & Stellar Evolution", "chunk_id": 260, "content": "Ultimately, the neutron stars will come into contact and coalesce."}
{"topic": "Neutron Stars", "category": "Stars & Stellar Evolution", "chunk_id": 261, "content": "The coalescence of binary neutron stars is one of the leading models for the origin of short gamma-ray bursts."}
{"topic": "Neutron Stars", "category": "Stars & Stellar Evolution", "chunk_id": 262, "content": "Strong evidence for this model came from the observation of a kilonova associated with the short-duration gamma-ray burst GRB 130603B, and was finally confirmed by detection of gravitational wave GW170817 and short GRB 170817A by LIGO, Virgo, and 70 observatories covering the electromagnetic spectrum observing the event."}
{"topic": "Neutron Stars", "category": "Stars & Stellar Evolution", "chunk_id": 263, "content": "The light emitted in the kilonova is believed to come from the radioactive decay of material ejected in the merger of the two neutron stars."}
{"topic": "Neutron Stars", "category": "Stars & Stellar Evolution", "chunk_id": 264, "content": "The merger momentarily creates an environment of such extreme neutron flux that the r-process can occur; this—as opposed to supernova nucleosynthesis—may be responsible for the production of around half the isotopes in chemical elements beyond iron."}
{"topic": "Neutron Stars", "category": "Stars & Stellar Evolution", "chunk_id": 265, "content": "Planets Neutron stars can host exoplanets."}
{"topic": "Neutron Stars", "category": "Stars & Stellar Evolution", "chunk_id": 266, "content": "These can be original, circumbinary, captured, or the result of a second round of planet formation."}
{"topic": "Neutron Stars", "category": "Stars & Stellar Evolution", "chunk_id": 267, "content": "Pulsars can also strip the atmosphere off from a star, leaving a planetary-mass remnant, which may be understood as a chthonian planet or a stellar object depending on interpretation."}
{"topic": "Neutron Stars", "category": "Stars & Stellar Evolution", "chunk_id": 268, "content": "For pulsars, such pulsar planets can be detected with the pulsar timing method, which allows for high precision and detection of much smaller planets than with other methods."}
{"topic": "Neutron Stars", "category": "Stars & Stellar Evolution", "chunk_id": 269, "content": "Two systems have been definitively confirmed."}
{"topic": "Neutron Stars", "category": "Stars & Stellar Evolution", "chunk_id": 270, "content": "The first exoplanets ever to be detected were the three planets Draugr, Poltergeist and Phobetor around the pulsar Lich, discovered in 1992–1994."}
{"topic": "Neutron Stars", "category": "Stars & Stellar Evolution", "chunk_id": 271, "content": "Of these, Draugr is the smallest exoplanet ever detected, at a mass of twice that of the Moon."}
{"topic": "Neutron Stars", "category": "Stars & Stellar Evolution", "chunk_id": 272, "content": "Another system is PSR B1620−26, where a circumbinary planet orbits a neutron star-white dwarf binary system."}
{"topic": "Neutron Stars", "category": "Stars & Stellar Evolution", "chunk_id": 273, "content": "Also, there are several unconfirmed candidates."}
{"topic": "Neutron Stars", "category": "Stars & Stellar Evolution", "chunk_id": 274, "content": "Pulsar planets receive little visible light, but massive amounts of ionizing radiation and high-energy stellar wind, which makes them rather hostile environments to life as presently understood."}
{"topic": "Neutron Stars", "category": "Stars & Stellar Evolution", "chunk_id": 275, "content": "History of discoveries At the meeting of the American Physical Society in December 1933 (the proceedings were published in January 1934), Walter Baade and Fritz Zwicky proposed the existence of neutron stars, less than two years after the discovery of the neutron by James Chadwick."}
{"topic": "Neutron Stars", "category": "Stars & Stellar Evolution", "chunk_id": 276, "content": "In seeking an explanation for the origin of a supernova, they tentatively proposed that in supernova explosions ordinary stars are turned into stars that consist of extremely closely packed neutrons that they called neutron stars."}
{"topic": "Neutron Stars", "category": "Stars & Stellar Evolution", "chunk_id": 277, "content": "Baade and Zwicky correctly proposed at that time that the release of the gravitational binding energy of the neutron stars powers the supernova: \"In the supernova process, mass in bulk is annihilated\"."}
{"topic": "Neutron Stars", "category": "Stars & Stellar Evolution", "chunk_id": 278, "content": "Neutron stars were thought to be too faint to be detectable and little work was done on them until November 1967, when Franco Pacini pointed out that if the neutron stars were spinning and had large magnetic fields, then electromagnetic waves would be emitted."}
{"topic": "Neutron Stars", "category": "Stars & Stellar Evolution", "chunk_id": 279, "content": "Unknown to him, radio astronomer Antony Hewish and his graduate student Jocelyn Bell at Cambridge were shortly to detect radio pulses from stars that are now believed to be highly magnetized, rapidly spinning neutron stars, known as pulsars."}
{"topic": "Neutron Stars", "category": "Stars & Stellar Evolution", "chunk_id": 280, "content": "In 1965, Antony Hewish and Samuel Okoye discovered \"an unusual source of high radio brightness temperature in the Crab Nebula\"."}
{"topic": "Neutron Stars", "category": "Stars & Stellar Evolution", "chunk_id": 281, "content": "This source turned out to be the Crab Pulsar that resulted from the great supernova of 1054."}
{"topic": "Neutron Stars", "category": "Stars & Stellar Evolution", "chunk_id": 282, "content": "In 1967, Iosif Shklovsky examined the X-ray and optical observations of Scorpius X-1 and correctly concluded that the radiation comes from a neutron star at the stage of accretion."}
{"topic": "Neutron Stars", "category": "Stars & Stellar Evolution", "chunk_id": 283, "content": "In 1967, Jocelyn Bell Burnell and Antony Hewish discovered regular radio pulses from PSR B1919+21."}
{"topic": "Neutron Stars", "category": "Stars & Stellar Evolution", "chunk_id": 284, "content": "This pulsar was later interpreted as an isolated, rotating neutron star. The energy source of the pulsar is the rotational energy of the neutron star."}
{"topic": "Neutron Stars", "category": "Stars & Stellar Evolution", "chunk_id": 285, "content": "The majority of known neutron stars (about 2000, as of 2010) have been discovered as pulsars, emitting regular radio pulses."}
{"topic": "Neutron Stars", "category": "Stars & Stellar Evolution", "chunk_id": 286, "content": "In 1968, Richard V. E. Lovelace and collaborators discovered period P ≈ 33 {\\displaystyle P\\!\\approx 33} ms of the Crab pulsar using Arecibo Observatory."}
{"topic": "Neutron Stars", "category": "Stars & Stellar Evolution", "chunk_id": 287, "content": "After this discovery, scientists concluded that pulsars were rotating neutron stars."}
{"topic": "Neutron Stars", "category": "Stars & Stellar Evolution", "chunk_id": 288, "content": "Before that, many scientists believed that pulsars were pulsating white dwarfs."}
{"topic": "Neutron Stars", "category": "Stars & Stellar Evolution", "chunk_id": 289, "content": "In 1971, Riccardo Giacconi, Herbert Gursky, Ed Kellogg, R. Levinson, E. Schreier, and H. Tananbaum discovered 4.8 second pulsations in an X-ray source in the constellation Centaurus, Cen X-3."}
{"topic": "Neutron Stars", "category": "Stars & Stellar Evolution", "chunk_id": 290, "content": "They interpreted this as resulting from a rotating hot neutron star."}
{"topic": "Neutron Stars", "category": "Stars & Stellar Evolution", "chunk_id": 291, "content": "The energy source is gravitational and results from a rain of gas falling onto the surface of the neutron star from a companion star or the interstellar medium."}
{"topic": "Neutron Stars", "category": "Stars & Stellar Evolution", "chunk_id": 292, "content": "In 1974, Antony Hewish was awarded the Nobel Prize in Physics \"for his decisive role in the discovery of pulsars\" without Jocelyn Bell who shared in the discovery."}
{"topic": "Neutron Stars", "category": "Stars & Stellar Evolution", "chunk_id": 293, "content": "In 1974, Joseph Taylor and Russell Hulse discovered the first binary pulsar, PSR B1913+16, which consists of two neutron stars (one seen as a pulsar) orbiting around their center of mass."}
{"topic": "Neutron Stars", "category": "Stars & Stellar Evolution", "chunk_id": 294, "content": "Albert Einstein's general theory of relativity predicts that massive objects in short binary orbits should emit gravitational waves, and thus that their orbit should decay with time."}
{"topic": "Neutron Stars", "category": "Stars & Stellar Evolution", "chunk_id": 295, "content": "This was indeed observed, precisely as general relativity predicts, and in 1993, Taylor and Hulse were awarded the Nobel Prize in Physics for this discovery."}
{"topic": "Neutron Stars", "category": "Stars & Stellar Evolution", "chunk_id": 296, "content": "In 1982, Don Backer and colleagues discovered the first millisecond pulsar, PSR B1937+21."}
{"topic": "Neutron Stars", "category": "Stars & Stellar Evolution", "chunk_id": 297, "content": "This object spins 642 times per second, a value that placed fundamental constraints on the mass and radius of neutron stars."}
{"topic": "Neutron Stars", "category": "Stars & Stellar Evolution", "chunk_id": 298, "content": "Many millisecond pulsars were later discovered, but PSR B1937+21 remained the fastest-spinning known pulsar for 24 years, until PSR J1748-2446ad (which spins ~716 times a second) was discovered."}
{"topic": "Neutron Stars", "category": "Stars & Stellar Evolution", "chunk_id": 299, "content": "In 2003, Marta Burgay and colleagues discovered the first double neutron star system where both components are detectable as pulsars, PSR J0737−3039."}
{"topic": "Neutron Stars", "category": "Stars & Stellar Evolution", "chunk_id": 300, "content": "The discovery of this system allows a total of 5 different tests of general relativity, some of these with unprecedented precision."}
{"topic": "Neutron Stars", "category": "Stars & Stellar Evolution", "chunk_id": 301, "content": "In 2010, Paul Demorest and colleagues measured the mass of the millisecond pulsar PSR J1614−2230 to be 1.97±0.04 M☉, using Shapiro delay."}
{"topic": "Neutron Stars", "category": "Stars & Stellar Evolution", "chunk_id": 302, "content": "This was substantially higher than any previously measured neutron star mass (1.67 M☉, see PSR J1903+0327), and places strong constraints on the interior composition of neutron stars."}
{"topic": "Neutron Stars", "category": "Stars & Stellar Evolution", "chunk_id": 303, "content": "In 2013, John Antoniadis and colleagues measured the mass of PSR J0348+0432 to be 2.01±0.04 M☉, using white dwarf spectroscopy."}
{"topic": "Neutron Stars", "category": "Stars & Stellar Evolution", "chunk_id": 304, "content": "This confirmed the existence of such massive stars using a different method."}
{"topic": "Neutron Stars", "category": "Stars & Stellar Evolution", "chunk_id": 305, "content": "Furthermore, this allowed, for the first time, a test of general relativity using such a massive neutron star."}
{"topic": "Neutron Stars", "category": "Stars & Stellar Evolution", "chunk_id": 306, "content": "In August 2017, LIGO and Virgo made first detection of gravitational waves produced by colliding neutron stars (GW170817), leading to further discoveries about neutron stars."}
{"topic": "Neutron Stars", "category": "Stars & Stellar Evolution", "chunk_id": 307, "content": "In October 2018, astronomers reported that GRB 150101B, a gamma-ray burst event detected in 2015, may be directly related to the historic GW170817 and associated with the merger of two neutron stars."}
{"topic": "Neutron Stars", "category": "Stars & Stellar Evolution", "chunk_id": 308, "content": "The similarities between the two events, in terms of gamma ray, optical and x-ray emissions, as well as to the nature of the associated host galaxies, are \"striking\", suggesting the two separate events may both be the result of the merger of neutron stars, and both may be a kilonova, which may be more common in the universe than previously understood, according to the researchers."}
{"topic": "Neutron Stars", "category": "Stars & Stellar Evolution", "chunk_id": 309, "content": "In July 2019, astronomers reported that a new method to determine the Hubble constant, and resolve the discrepancy of earlier methods, has been proposed based on the mergers of pairs of neutron stars, following the detection of the neutron star merger of GW170817."}
{"topic": "Neutron Stars", "category": "Stars & Stellar Evolution", "chunk_id": 310, "content": "Their measurement of the Hubble constant is 70.3+5.3−5.0 (km/s)/Mpc."}
{"topic": "Neutron Stars", "category": "Stars & Stellar Evolution", "chunk_id": 311, "content": "A 2020 study by University of Southampton PhD student Fabian Gittins suggested that surface irregularities (\"mountains\") may only be fractions of a millimeter tall (about 0.000003% of the neutron star's diameter), hundreds of times smaller than previously predicted, a result bearing implications for the non-detection of gravitational waves from spinning neutron stars."}
{"topic": "Neutron Stars", "category": "Stars & Stellar Evolution", "chunk_id": 312, "content": "Using the JWST, astronomers have identified a neutron star within the remnants of the Supernova 1987A stellar explosion after seeking to do so for 37 years, according to a 23 February 2024 Science article. In a paradigm shift, new JWST data provides the elusive direct confirmation of neutron stars within supernova remnants as well as a deeper understanding of the processes at play within SN 1987A's remnants."}
{"topic": "Neutron Stars", "category": "Stars & Stellar Evolution", "chunk_id": 313, "content": "Subtypes There are a number of types of object that consist of or contain a neutron star: Isolated neutron star (INS): not in a binary system."}
{"topic": "Neutron Stars", "category": "Stars & Stellar Evolution", "chunk_id": 314, "content": "Rotation-powered pulsar (RPP or \"radio pulsar\"): neutron stars that emit directed pulses of radiation towards us at regular intervals (due to their strong magnetic fields)."}
{"topic": "Neutron Stars", "category": "Stars & Stellar Evolution", "chunk_id": 315, "content": "Rotating radio transient (RRATs): are thought to be pulsars which emit more sporadically and/or with higher pulse-to-pulse variability than the bulk of the known pulsars."}
{"topic": "Neutron Stars", "category": "Stars & Stellar Evolution", "chunk_id": 316, "content": "Magnetar: a neutron star with an extremely strong magnetic field (1000 times more than a regular neutron star), and long rotation periods (5 to 12 seconds)."}
{"topic": "Neutron Stars", "category": "Stars & Stellar Evolution", "chunk_id": 317, "content": "Soft gamma repeater (SGR)."}
{"topic": "Neutron Stars", "category": "Stars & Stellar Evolution", "chunk_id": 318, "content": "Anomalous X-ray pulsar (AXP)."}
{"topic": "Neutron Stars", "category": "Stars & Stellar Evolution", "chunk_id": 319, "content": "Radio-quiet neutron stars."}
{"topic": "Neutron Stars", "category": "Stars & Stellar Evolution", "chunk_id": 320, "content": "X-ray dim isolated neutron stars."}
{"topic": "Neutron Stars", "category": "Stars & Stellar Evolution", "chunk_id": 321, "content": "Central compact objects in supernova remnants (CCOs in SNRs): young, radio-quiet non-pulsating X-ray sources, thought to be Isolated Neutron Stars surrounded by supernova remnants."}
{"topic": "Neutron Stars", "category": "Stars & Stellar Evolution", "chunk_id": 322, "content": "X-ray pulsars or \"accretion-powered pulsars\": a class of X-ray binaries. Low-mass X-ray binary pulsars: a class of low-mass X-ray binaries (LMXB), a pulsar with a main sequence star, white dwarf or red giant."}
{"topic": "Neutron Stars", "category": "Stars & Stellar Evolution", "chunk_id": 323, "content": "Millisecond pulsar (MSP) (\"recycled pulsar\")."}
{"topic": "Neutron Stars", "category": "Stars & Stellar Evolution", "chunk_id": 324, "content": "\"Spider Pulsar\", a pulsar where their companion is a semi-degenerate star."}
{"topic": "Neutron Stars", "category": "Stars & Stellar Evolution", "chunk_id": 325, "content": "\"Black Widow\" pulsar, a pulsar that falls under the \"Spider Pulsar\" if the companion has extremely low mass (less than 0.1 M☉)."}
{"topic": "Neutron Stars", "category": "Stars & Stellar Evolution", "chunk_id": 326, "content": "\"Redback\" pulsar, are if the companion is more massive."}
{"topic": "Neutron Stars", "category": "Stars & Stellar Evolution", "chunk_id": 327, "content": "Sub-millisecond pulsar."}
{"topic": "Neutron Stars", "category": "Stars & Stellar Evolution", "chunk_id": 328, "content": "X-ray burster: a neutron star with a low mass binary companion from which matter is accreted resulting in irregular bursts of energy from the surface of the neutron star."}
{"topic": "Neutron Stars", "category": "Stars & Stellar Evolution", "chunk_id": 329, "content": "Intermediate-mass X-ray binary pulsars: a class of intermediate-mass X-ray binaries (IMXB), a pulsar with an intermediate mass star. High-mass X-ray binary pulsars: a class of high-mass X-ray binaries (HMXB), a pulsar with a massive star."}
{"topic": "Neutron Stars", "category": "Stars & Stellar Evolution", "chunk_id": 330, "content": "Binary pulsars: a pulsar with a binary companion, often a white dwarf or neutron star."}
{"topic": "Neutron Stars", "category": "Stars & Stellar Evolution", "chunk_id": 331, "content": "X-ray tertiary (theorized)."}
{"topic": "Neutron Stars", "category": "Stars & Stellar Evolution", "chunk_id": 332, "content": "There are also a number of theorized compact stars with similar properties that are not actually neutron stars."}
{"topic": "Neutron Stars", "category": "Stars & Stellar Evolution", "chunk_id": 333, "content": "Protoneutron star (PNS), a theorized intermediate–stage object that cools and contracts to form a neutron star or a black hole Exotic star Thorne–Żytkow object: currently a hypothetical merger of a neutron star into a red giant star."}
{"topic": "Neutron Stars", "category": "Stars & Stellar Evolution", "chunk_id": 334, "content": "Quark star: currently a hypothetical type of neutron star composed of quark matter, or strange matter."}
{"topic": "Neutron Stars", "category": "Stars & Stellar Evolution", "chunk_id": 335, "content": "As of 2018, there are three candidates."}
{"topic": "Neutron Stars", "category": "Stars & Stellar Evolution", "chunk_id": 336, "content": "Electroweak star: currently a hypothetical type of extremely heavy neutron star, in which the quarks are converted to leptons through the electroweak force, but the gravitational collapse of the neutron star is prevented by radiation pressure."}
{"topic": "Neutron Stars", "category": "Stars & Stellar Evolution", "chunk_id": 337, "content": "As of 2018, there is no evidence for their existence."}
{"topic": "Neutron Stars", "category": "Stars & Stellar Evolution", "chunk_id": 338, "content": "Preon star: currently a hypothetical type of neutron star composed of preon matter."}
{"topic": "Neutron Stars", "category": "Stars & Stellar Evolution", "chunk_id": 339, "content": "As of 2018, there is no evidence for the existence of preons."}
{"topic": "Neutron Stars", "category": "Stars & Stellar Evolution", "chunk_id": 340, "content": "Examples of neutron stars Black Widow Pulsar – a millisecond pulsar that is very massive PSR J0952-0607 – the heaviest neutron star with 2.35+0.17−0.17 M☉, a type of Black Widow Pulsar LGM-1 (now known as PSR B1919+21) – the first recognized radio-pulsar."}
{"topic": "Neutron Stars", "category": "Stars & Stellar Evolution", "chunk_id": 341, "content": "It was discovered by Jocelyn Bell Burnell in 1967."}
{"topic": "Neutron Stars", "category": "Stars & Stellar Evolution", "chunk_id": 342, "content": "PSR B1257+12 (Also known as Lich) – the first neutron star discovered with planets (a millisecond pulsar)."}
{"topic": "Neutron Stars", "category": "Stars & Stellar Evolution", "chunk_id": 343, "content": "PSR B1509−58 – source of the \"Hand of God\" photo shot by the Chandra X-ray Observatory RX J1856.5−3754 – the closest neutron star The Magnificent Seven – a group of nearby, X-ray dim isolated neutron stars PSR J0348+0432 – the most massive neutron star with a well-constrained mass, 2.01±0.04 M☉ SWIFT J1756.9-2508 – a millisecond pulsar with a stellar-type companion with planetary range mass (below brown dwarf) Swift J1818.0-1607 – the youngest-known magnetar Gallery See also Notes References Sources External links Moustakidis, Charalampos, ed."}
{"topic": "Neutron Stars", "category": "Stars & Stellar Evolution", "chunk_id": 344, "content": "(2024)."}
{"topic": "Neutron Stars", "category": "Stars & Stellar Evolution", "chunk_id": 345, "content": "The Nuclear Physics of Neutron Stars."}
{"topic": "Neutron Stars", "category": "Stars & Stellar Evolution", "chunk_id": 346, "content": "MDPI."}
{"topic": "Neutron Stars", "category": "Stars & Stellar Evolution", "chunk_id": 347, "content": "ISBN 978-3-7258-1600-2."}
{"topic": "Neutron Stars", "category": "Stars & Stellar Evolution", "chunk_id": 348, "content": "Hessels, Jason W. T; Ransom, Scott M; Stairs, Ingrid H; Freire, Paulo C. C; Kaspi, Victoria M; Camilo, Fernando (2003)."}
{"topic": "Neutron Stars", "category": "Stars & Stellar Evolution", "chunk_id": 349, "content": "\"Neutron Stars for Undergraduates\"."}
{"topic": "Neutron Stars", "category": "Stars & Stellar Evolution", "chunk_id": 350, "content": "American Journal of Physics."}
{"topic": "Neutron Stars", "category": "Stars & Stellar Evolution", "chunk_id": 351, "content": "72 (2004): 892–905."}
{"topic": "Neutron Stars", "category": "Stars & Stellar Evolution", "chunk_id": 352, "content": "arXiv:nucl-th/0309041."}
{"topic": "Neutron Stars", "category": "Stars & Stellar Evolution", "chunk_id": 353, "content": "Bibcode:2004AmJPh..72..892S."}
{"topic": "Neutron Stars", "category": "Stars & Stellar Evolution", "chunk_id": 354, "content": "doi:10.1119/1.1703544."}
{"topic": "Neutron Stars", "category": "Stars & Stellar Evolution", "chunk_id": 355, "content": "S2CID 27807404."}
{"topic": "Neutron Stars", "category": "Stars & Stellar Evolution", "chunk_id": 356, "content": "Silbar, Richard R; Reddy, Sanjay (2005)."}
{"topic": "Neutron Stars", "category": "Stars & Stellar Evolution", "chunk_id": 357, "content": "\"Erratum: \"Neutron stars for undergraduates\" [Am."}
{"topic": "Neutron Stars", "category": "Stars & Stellar Evolution", "chunk_id": 358, "content": "J. Phys."}
{"topic": "Neutron Stars", "category": "Stars & Stellar Evolution", "chunk_id": 359, "content": "72 (7), 892–905 (2004)]\"."}
{"topic": "Neutron Stars", "category": "Stars & Stellar Evolution", "chunk_id": 360, "content": "American Journal of Physics."}
{"topic": "Neutron Stars", "category": "Stars & Stellar Evolution", "chunk_id": 361, "content": "73 (3): 286. arXiv:nucl-th/0309041."}
{"topic": "Neutron Stars", "category": "Stars & Stellar Evolution", "chunk_id": 362, "content": "Bibcode:2005AmJPh..73..286S."}
{"topic": "Neutron Stars", "category": "Stars & Stellar Evolution", "chunk_id": 363, "content": "doi:10.1119/1.1852544."}
{"topic": "Neutron Stars", "category": "Stars & Stellar Evolution", "chunk_id": 364, "content": "\"NASA Sees Hidden Structure Of Neutron Star In Starquake\"."}
{"topic": "Neutron Stars", "category": "Stars & Stellar Evolution", "chunk_id": 365, "content": "SpaceDaily.com."}
{"topic": "Neutron Stars", "category": "Stars & Stellar Evolution", "chunk_id": 366, "content": "April 26, 2006 \"Mysterious X-ray sources may be lone neutron stars\" David Shiga."}
{"topic": "Neutron Stars", "category": "Stars & Stellar Evolution", "chunk_id": 367, "content": "New Scientist."}
{"topic": "Neutron Stars", "category": "Stars & Stellar Evolution", "chunk_id": 368, "content": "23 June 2006 \"Massive neutron star rules out exotic matter\"."}
{"topic": "Neutron Stars", "category": "Stars & Stellar Evolution", "chunk_id": 369, "content": "New Scientist."}
{"topic": "Neutron Stars", "category": "Stars & Stellar Evolution", "chunk_id": 370, "content": "According to a new analysis, exotic states of matter such as free quarks or BECs do not arise inside neutron stars."}
{"topic": "Neutron Stars", "category": "Stars & Stellar Evolution", "chunk_id": 371, "content": "\"Neutron star clocked at mind-boggling velocity\"."}
{"topic": "Neutron Stars", "category": "Stars & Stellar Evolution", "chunk_id": 372, "content": "New Scientist."}
{"topic": "Neutron Stars", "category": "Stars & Stellar Evolution", "chunk_id": 373, "content": "A neutron star has been clocked traveling at more than 1500 kilometers per second."}
